Repository: 2N2D/2N2D-Web
Catalog: src/locales/*/messages.po
Languages: ar, bn, cs, fa, he, hi, hu, ja, ms, pa, ro, th, tl, tr, uk, ur, vi

source: Know nothing about neural networks?
ar: لا تعرف شيئاً عن الشبكات العصبية؟
bn: নিউরাল নেটওয়ার্ক সম্পর্কে কিছুই জানেন না?
cs: Nevíte nic o neuronových sítích?
fa: چیزی درباره شبکه‌های عصبی نمی‌دانید؟
he: לא יודע כלום על רשתות עצביות?
hi: न्यूरल नेटवर्क के बारे में कुछ नहीं जानते?
hu: Semmit sem tud az ideghálózatokról?
ja: ニューラルネットワークについて何も知りませんか？
ms: Tidak tahu apa-apa tentang rangkaian neural?
pa: ਨਿਊਰਲ ਨੈੱਟਵਰਕ ਬਾਰੇ ਕੁਝ ਨਹੀਂ ਜਾਣਦੇ?
ro: Nu știi nimic despre rețelele neuronale?
th: ไม่รู้อะไรเกี่ยวกับโครงข่ายประสาทเทียมเลยใช่ไหม?
tl: Walang alam tungkol sa mga neural network?
tr: Sinir ağları hakkında hiçbir şey bilmiyor musunuz?
uk: Нічого не знаєте про нейронні мережі?
ur: نیورل نیٹ ورکس کے بارے میں کچھ نہیں جانتے؟
vi: Bạn không biết gì về mạng nơ-ron?

source: Language:
ar: اللغة:
bn: ভাষা:
cs: Jazyk:
fa: زبان:
he: שפה:
hi: भाषा:
hu: Nyelv:
ja: 言語:
ms: Bahasa:
pa: ਭਾਸ਼ਾ:
ro: Limbă:
th: ภาษา:
tl: Wika:
tr: Dil:
uk: Мова:
ur: زبان:
vi: Ngôn ngữ:

source: Layers
ar: الطبقات
bn: স্তর
cs: Vrstva
fa: لایه‌ها
he: שכבות
hi: परतें
hu: Rétegek
ja: レイヤー
ms: Lapisan
pa: ਲੇਅਰ
ro: Straturi
th: เลเยอร์
tl: Mga Layer
tr: Katmanlar
uk: Шари
ur: پرتیں
vi: Lớp

source: Layers:
ar: الطبقات:
bn: স্তর:
cs: Vrstva:
fa: لایه‌ها:
he: שכבות:
hi: परतें:
hu: Rétegek:
ja: レイヤー:
ms: Lapisan:
pa: ਲੇਅਰ:
ro: Straturi:
th: เลเยอร์:
tl: Mga Layer:
tr: Katmanlar:
uk: Шари:
ur: پرتیں:
vi: Lớp:

source: Learn
ar: تعلم
bn: শিখুন
cs: Učit se
fa: آموزش
he: למד
hi: सीखें
hu: Tanulás
ja: 学習
ms: Belajar
pa: ਸਿੱਖੋ
ro: Învață
th: เรียนรู้
tl: Matuto
tr: Öğren
uk: Навчання
ur: سیکھیں
vi: Học

source: Legend
ar: وسيلة إيضاح
bn: লিজেন্ড
cs: Legenda
fa: راهنما
he: מקרא
hi: संकेत
hu: Jelmagyarázat
ja: 凡例
ms: Legenda
pa: ਲੈਜੈਂਡ
ro: Legendă
th: คำอธิบาย
tr: Gösterge
uk: Легенда
ur: علامت
vi: Chú giải

source: Load CSV File
ar: تحميل ملف CSV
bn: সিএসভি ফাইল লোড করুন
cs: Načíst soubor CSV
fa: بارگذاری فایل CSV
he: טען קובץ CSV
hi: CSV फ़ाइल लोड करें
hu: CSV fájl betöltése
ja: CSVファイルを読み込む
ms: Muat Naik Fail CSV
pa: CSV ਫਾਈਲ ਲੋਡ ਕਰੋ
ro: Încarcă fișier CSV
th: โหลดไฟล์ CSV
tl: Mag-load ng CSV File
tr: CSV Dosyası Yükle
uk: Завантажити файл CSV
ur: CSV فائل لوڈ کریں
vi: Tải tệp CSV

source: Load ONNX File
ar: تحميل ملف ONNX
bn: ওএনএনএক্স ফাইল লোড করুন
cs: Načíst soubor ONNX
fa: بارگذاری فایل ONNX
he: טען קובץ ONNX
hi: ONNX फ़ाइल लोड करें
hu: ONNX fájl betöltése
ja: ONNXファイルを読み込む
ms: Muat Naik Fail ONNX
pa: ONNX ਫਾਈਲ ਲੋਡ ਕਰੋ
ro: Încarcă fișier ONNX
th: โหลดไฟล์ ONNX
tl: Mag-load ng ONNX File
tr: ONNX Dosyası Yükle
uk: Завантажити файл ONNX
ur: ONNX فائل لوڈ کریں
vi: Tải tệp ONNX

source: Loaded files:
ar: الملفات المحملة:
bn: লোড করা ফাইল:
cs: Načtené soubory:
fa: فایل‌های بارگذاری شده:
he: קבצים נטענו:
hi: लोड की गई फ़ाइलें:
hu: Betöltött fájlok:
ja: 読み込まれたファイル:
ms: Fail yang dimuatkan:
pa: ਲੋਡ ਕੀਤੀਆਂ ਫਾਈਲਾਂ:
ro: Fișiere încărcate:
th: ไฟล์ที่โหลด:
tl: Mga nai-load na file:
tr: Yüklenen dosyalar:
uk: Завантажені файли:
ur: لوڈ شدہ فائلیں:
vi: Tệp đã tải:

source: Log in here <0/>
ar: سجل الدخول هنا <0/>
bn: এখানে লগইন করুন <0/>
cs: Přihlaste se zde <0/>
fa: اینجا وارد شوید <0/>
he: התחבר כאן <0/>
hi: यहां लॉग इन करें <0/>
hu: Jelentkezzen be itt <0/>
ja: こちらからログイン <0/>
ms: Log masuk di sini <0/>
pa: ਇੱਥੇ ਲਾਗ ਇਨ ਕਰੋ <0/>
ro: Autentifică-te aici <0/>
th: เข้าสู่ระบบที่นี่ <0/>
tl: Mag-log in dito <0/>
tr: <0/>Buradan giriş yapın
uk: Увійдіть тут <0/>
ur: یہاں لاگ ان کریں <0/>
vi: Đăng nhập tại đây <0/>

source: Log out
ar: تسجيل الخروج
bn: লগ আউট
cs: Odhlásit se
fa: خروج
he: התנתק
hi: लॉग आउट
hu: Kijelentkezés
ja: ログアウト
ms: Log keluar
pa: ਲੌਗ ਆਊਟ ਕਰੋ
ro: Deconectare
th: ออกจากระบบ
tl: Mag-log out
tr: Çıkış yap
uk: Вийти
ur: لاگ آؤٹ
vi: Đăng xuất

source: Login
ar: تسجيل الدخول
bn: লগইন
cs: Přihlásit se
fa: ورود
he: התחבר
hi: लॉग इन
hu: Bejelentkezés
ja: ログイン
ms: Log masuk
pa: ਲਾਗਇਨ
ro: Autentificare
th: เข้าสู่ระบบ
tl: Mag-login
tr: Giriş
uk: Увійти
ur: لاگ ان
vi: Đăng nhập

source: logo
ar: شعار
bn: লোগো
fa: لوگو
he: לוגו
hi: लोगो
ja: ロゴ
pa: ਲੋਗੋ
th: โลโก้
uk: логотип
ur: لوگو

source: Logout
ar: تسجيل الخروج
bn: লগআউট
cs: Odhlásit se
fa: خروج
he: התנתק
hi: लॉग आउट
hu: Kijelentkezés
ja: ログアウト
ms: Log Keluar
pa: ਲਾਗਆਉਟ
ro: Deconectare
th: ออกจากระบบ
tl: Mag-logout
tr: Çıkış Yap
uk: Вихід
ur: لاگ آؤٹ
vi: Đăng xuất

source: Maximum Epochs Per Configuration:
ar: الحد الأقصى للحقبات لكل تهيئة:
bn: প্রতি কনফিগারেশনে সর্বাধিক ইপোক:
cs: Maximální počet epoch na konfiguraci:
fa: حداکثر دوره‌ها برای هر پیکربندی:
he: מספר מקסימלי של עידנים לכל תצורה:
hi: प्रति कॉन्फ़िगरेशन अधिकतम युग:
hu: Maximális Epóka Konfigurációnként:
ja: 構成ごとの最大エポック数:
ms: Epok Maksimum Setiap Konfigurasi:
pa: ਪ੍ਰਤੀ ਸੰਰਚਨਾ ਵੱਧ ਤੋਂ ਵੱਧ ਯੁੱਗ:
ro: Epoci maxime per configurație:
th: จำนวน Epoch สูงสุดต่อการกำหนดค่า:
tl: Maximum na Epoch Bawat Konfigurasyon:
tr: Yapılandırma Başına Maksimum Epok Sayısı:
uk: Максимальна кількість епох на конфігурацію:
ur: فی ترتیب زیادہ سے زیادہ دورانیہ:
vi: Số Epoch tối đa trên mỗi cấu hình:

source: mb
ar: م.ب
bn: এমবি
fa: مگابایت
he: מ"ב
hi: एमबी
th: เมกะไบต์
uk: МБ
ur: ایم بی

source: Minimum of 7 characters. Should have at least one special character and one number.
ar: الحد الأدنى 7 أحرف. يجب أن يحتوي على حرف خاص واحد على الأقل ورقم واحد.
bn: কমপক্ষে ৭টি অক্ষর থাকতে হবে। কমপক্ষে একটি বিশেষ অক্ষর এবং একটি সংখ্যা থাকতে হবে।
cs: Minimálně 7 znaků. Měl by obsahovat alespoň jeden speciální znak a jedno číslo.
fa: حداقل ۷ کاراکتر. باید حداقل یک کاراکتر خاص و یک عدد داشته باشد.
he: מינימום 7 תווים. חייב להיות לפחות תו מיוחד אחד ומספר אחד.
hi: न्यूनतम 7 वर्ण। इसमें कम से कम एक विशेष वर्ण और एक संख्या होनी चाहिए।
hu: Minimum 7 karakter. Legalább egy speciális karaktert és egy számot kell tartalmaznia.
ja: 7文字以上である必要があります。少なくとも1つの特殊文字と1つの数字を含める必要があります。
ms: Minimum 7 aksara. Perlu mempunyai sekurang-kurangnya satu aksara khas dan satu nombor.
pa: ਘੱਟੋ-ਘੱਟ 7 ਅੱਖਰ। ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਅੱਖਰ ਅਤੇ ਇੱਕ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
ro: Minim 7 caractere. Ar trebui să conțină cel puțin un caracter special și o cifră.
th: ขั้นต่ำ 7 ตัวอักษร ควรมีอักขระพิเศษอย่างน้อยหนึ่งตัวและตัวเลขหนึ่งตัว
tl: Minimum na 7 character. Dapat may kahit isang special character at isang numero.
tr: En az 7 karakter olmalı. En az bir özel karakter ve bir sayı içermelidir.
uk: Мінімум 7 символів. Повинен містити щонайменше один спеціальний символ та одну цифру.
ur: کم از کم 7 حروف ہونے چاہئیں۔ کم از کم ایک خاص حرف اور ایک نمبر ہونا چاہیے۔
vi: Tối thiểu 7 ký tự. Phải có ít nhất một ký tự đặc biệt và một số.

source: Missing Data Heatmap
ar: خريطة حرارية للبيانات المفقودة
bn: হারানো ডেটা হিটম্যাপ
cs: Tepelná mapa chybějících dat
fa: نمودار حرارتی داده‌های از دست رفته
he: מפת חום של נתונים חסרים
hi: अनुपस्थित डेटा हीटमैप
hu: Hiányzó adatok hőtérképe
ja: 欠損データヒートマップ
ms: Peta Haba Data Hilang
pa: ਗੁੰਮ ਡਾਟਾ ਹੀਟਮੈਪ
ro: Harta termică a datelor lipsă
th: ฮีทแมปข้อมูลที่ขาดหายไป
tr: Eksik Veri Isı Haritası
uk: Теплова карта відсутніх даних
ur: غائب ڈیٹا ہیٹ میپ
vi: Bản đồ nhiệt dữ liệu bị thiếu

source: Missing values
ar: القيم المفقودة
bn: হারানো মান
cs: Chybějící hodnoty
fa: مقادیر از دست رفته
he: ערכים חסרים
hi: अनुपस्थित मान
hu: Hiányzó értékek
ja: 欠損値
ms: Nilai yang hilang
pa: ਗੁੰਮ ਮੁੱਲ
ro: Valori lipsă
th: ค่าที่ขาดหายไป
tl: Mga nawawalang halaga
tr: Eksik değerler
uk: Відсутні значення
ur: غائب اقدار
vi: Giá trị bị thiếu

source: Missing Values Heatmap
ar: خريطة حرارية للقيم المفقودة
bn: হারানো মান হিটম্যাপ
cs: Tepelná mapa chybějících hodnot
fa: نقشه حرارتی مقادیر گمشده
he: מפת חום של ערכים חסרים
hi: अनुपस्थित मान हीटमैप
hu: Hiányzó értékek hőtérképe
ja: 欠損値ヒートマップ
ms: Peta Haba Nilai Hilang
pa: ਗੁੰਮ ਮੁੱਲਾਂ ਦਾ ਹੀਟਮੈਪ
ro: Harta termică a valorilor lipsă
th: ฮีทแมปค่าที่ขาดหายไป
tr: Eksik Değerler Isı Haritası
uk: Теплова карта відсутніх значень
ur: غائب اقدار کا ہیٹ میپ
vi: Bản đồ nhiệt giá trị bị thiếu

source: Model Details
ar: تفاصيل النموذج
bn: মডেলের বিবরণ
cs: Detaily modelu
fa: جزئیات مدل
he: פרטי מודל
hi: मॉडल विवरण
hu: Modell részletei
ja: モデルの詳細
ms: Butiran Model
pa: ਮਾਡਲ ਵੇਰਵੇ
ro: Detalii model
th: รายละเอียดโมเดล
tl: Mga Detalye ng Modelo
tr: Model Ayrıntıları
uk: Деталі моделі
ur: ماڈل کی تفصیلات
vi: Chi tiết mô hình

source: Name:
ar: الاسم:
bn: নাম:
cs: Název:
fa: نام:
he: שם:
hi: नाम:
hu: Név:
ja: 名前:
ms: Nama:
pa: ਨਾਮ:
ro: Nume:
th: ชื่อ:
tl: Pangalan:
tr: Ad:
uk: Ім'я:
ur: نام:
vi: Tên:

source: Network Visualization
ar: تصور الشبكة
bn: নেটওয়ার্ক ভিজ্যুয়ালাইজেশন
cs: Vizualizace sítě
fa: نمایش شبکه
he: הדמיית רשת
hi: नेटवर्क विज़ुअलाइज़ेशन
hu: Hálózati vizualizáció
ja: ネットワークの可視化
ms: Visualisasi Rangkaian
pa: ਨੈੱਟਵਰਕ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ
ro: Vizualizarea Rețelei
th: การแสดงภาพเครือข่าย
tl: Biswalisasyon ng Network
tr: Ağ Görselleştirme
uk: Візуалізація мережі
ur: نیٹ ورک کا تصور
vi: Trực quan hóa mạng

source: Neurons
ar: الخلايا العصبية
bn: নিউরন
cs: Neurony
fa: نورون‌ها
he: נוירונים
hi: न्यूरॉन्स
hu: Neuronok
ja: ニューロン
ms: Neuron
pa: ਨਿਊਰੋਨ
ro: Neuroni
th: นิวรอน
tl: Mga Neuron
tr: Nöronlar
uk: Нейрони
ur: نیورانز
vi: Nơ-ron

source: Neurons:
ar: الخلايا العصبية:
bn: নিউরন:
cs: Neurony:
fa: نورون‌ها:
he: נוירונים:
hi: न्यूरॉन्स:
hu: Neuronok:
ja: ニューロン:
ms: Neuron:
pa: ਨਿਊਰੋਨ:
ro: Neuroni:
th: นิวรอน:
tl: Mga Neuron:
tr: Nöronlar:
uk: Нейрони:
ur: نیورانز:
vi: Nơ-ron:

source: NeuroVision offers free courses about neural networks and how they work.
ar: تقدم NeuroVision دورات مجانية حول الشبكات العصبية وكيفية عملها.
bn: নিউরোভিশন নিউরাল নেটওয়ার্ক এবং সেগুলি কীভাবে কাজ করে সে সম্পর্কে বিনামূল্যে কোর্স সরবরাহ করে।
cs: NeuroVision nabízí bezplatné kurzy o neuronových sítích a jejich fungování.
fa: نورویژن دوره‌های رایگان درباره شبکه‌های عصبی و نحوه کار آنها ارائه می‌دهد.
he: NeuroVision מציעה קורסים חינמיים על רשתות עצביות ואיך הן עובדות.
hi: न्यूरोविज़न न्यूरल नेटवर्क और वे कैसे काम करते हैं, इसके बारे में मुफ्त पाठ्यक्रम प्रदान करता है।
hu: A NeuroVision ingyenes tanfolyamokat kínál a neurális hálózatokról és azok működéséről.
ja: NeuroVisionは、ニューラルネットワークとその仕組みに関する無料のコースを提供しています。
ms: NeuroVision menawarkan kursus percuma tentang rangkaian neural dan cara ia berfungsi.
pa: ਨਿਊਰੋਵਿਜ਼ਨ ਨਿਊਰਲ ਨੈੱਟਵਰਕਾਂ ਅਤੇ ਉਹਨਾਂ ਦੇ ਕੰਮ ਕਰਨ ਦੇ ਤਰੀਕੇ ਬਾਰੇ ਮੁਫਤ ਕੋਰਸ ਪੇਸ਼ ਕਰਦਾ ਹੈ।
ro: NeuroVision oferă cursuri gratuite despre rețelele neuronale și modul lor de funcționare.
th: NeuroVision เสนอหลักสูตรฟรีเกี่ยวกับโครงข่ายประสาทเทียมและวิธีการทำงาน
tl: Nag-aalok ang NeuroVision ng mga libreng kurso tungkol sa mga neural network at kung paano sila gumagana.
tr: NeuroVision, sinir ağları ve nasıl çalıştıkları hakkında ücretsiz kurslar sunar.
uk: NeuroVision пропонує безкоштовні курси про нейронні мережі та принципи їх роботи.
ur: نیورو ویژن نیورل نیٹ ورکس اور ان کے کام کرنے کے طریقے کے بارے میں مفت کورسز پیش کرتا ہے۔
vi: NeuroVision cung cấp các khóa học miễn phí về mạng nơ-ron và cách chúng hoạt động.

source: No active session!
ar: لا توجد جلسة نشطة!
bn: কোনো সক্রিয় সেশন নেই!
cs: Žádná aktivní relace!
fa: هیچ جلسه فعالی وجود ندارد!
he: אין סשן פעיל!
hi: कोई सक्रिय सत्र नहीं!
hu: Nincs aktív munkamenet!
ja: アクティブなセッションはありません！
ms: Tiada sesi aktif!
pa: ਕੋਈ ਕਿਰਿਆਸ਼ੀਲ ਸੈਸ਼ਨ ਨਹੀਂ!
ro: Nicio sesiune activă!
th: ไม่มีเซสชันที่ใช้งานอยู่!
tl: Walang aktibong session!
tr: Aktif oturum yok!
uk: Немає активної сесії!
ur: کوئی فعال سیشن نہیں!
vi: Không có phiên hoạt động!

source: No categorical columns
ar: لا توجد أعمدة فئوية
bn: কোনো শ্রেণীগত কলাম নেই
cs: Žádné kategorické sloupce
fa: هیچ ستون دسته‌بندی وجود ندارد
he: אין עמודות קטגוריאליות
hi: कोई श्रेणीबद्ध कॉलम नहीं
hu: Nincsenek kategorikus oszlopok
ja: カテゴリカル列はありません
ms: Tiada lajur kategorikal
pa: ਕੋਈ ਸ਼੍ਰੇਣੀਬੱਧ ਕਾਲਮ ਨਹੀਂ
ro: Nicio coloană categorică
th: ไม่มีคอลัมน์เชิงหมวดหมู่
tl: Walang pangkategoryang column
tr: Kategorik sütun yok
uk: Немає категоріальних стовпців
ur: کوئی درجہ بندی کالم نہیں
vi: Không có cột phân loại

source: No csv file loaded
ar: لم يتم تحميل ملف CSV
bn: কোনো সিএসভি ফাইল লোড করা হয়নি
cs: Není načten žádný soubor CSV
fa: هیچ فایل csv بارگذاری نشده است
he: לא נטען קובץ CSV
hi: कोई CSV फ़ाइल लोड नहीं है
hu: Nincs CSV fájl betöltve
ja: CSVファイルが読み込まれていません
ms: Tiada fail csv dimuatkan
pa: ਕੋਈ CSV ਫਾਈਲ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਗਈ
ro: Niciun fișier CSV încărcat
th: ไม่ได้โหลดไฟล์ CSV
tl: Walang nai-load na csv file
tr: CSV dosyası yüklenmedi
uk: Файл CSV не завантажено
ur: کوئی CSV فائل لوڈ نہیں کی گئی
vi: Chưa tải tệp csv nào

source: No data to display
ar: لا توجد بيانات للعرض
bn: দেখানোর জন্য কোনো ডেটা নেই
cs: Žádná data k zobrazení
fa: هیچ داده‌ای برای نمایش وجود ندارد
he: אין נתונים להצגה
hi: दिखाने के लिए कोई डेटा नहीं है
hu: Nincs megjeleníthető adat
ja: 表示するデータがありません
ms: Tiada data untuk dipaparkan
pa: ਵਿਖਾਉਣ ਲਈ ਕੋਈ ਡਾਟਾ ਨਹੀਂ
ro: Nu există date de afișat
th: ไม่มีข้อมูลที่จะแสดง
tl: Walang data na ipapakita
tr: Görüntülenecek veri yok
uk: Немає даних для відображення
ur: دکھانے کے لیے کوئی ڈیٹا نہیں
vi: Không có dữ liệu để hiển thị

source: No file uploaded
ar: لم يتم تحميل أي ملف
bn: কোনো ফাইল আপলোড করা হয়নি
cs: Nebyl nahrán žádný soubor
fa: هیچ فایلی بارگذاری نشده است
he: לא הועלה קובץ
hi: कोई फ़ाइल अपलोड नहीं की गई
hu: Nincs fájl feltöltve
ja: ファイルがアップロードされていません
ms: Tiada fail dimuat naik
pa: ਕੋਈ ਫਾਈਲ ਅਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਗਈ
ro: Niciun fișier încărcat
th: ไม่มีไฟล์อัปโหลด
tl: Walang na-upload na file
tr: Dosya yüklenmedi
uk: Файл не завантажено
ur: کوئی فائل اپ لوڈ نہیں کی گئی
vi: Chưa có tệp nào được tải lên

source: No model loaded
ar: لم يتم تحميل أي نموذج
bn: কোনো মডেল লোড করা হয়নি
cs: Není načten žádný model
fa: هیچ مدلی بارگذاری نشده است
he: לא נטען מודל
hi: कोई मॉडल लोड नहीं है
hu: Nincs modell betöltve
ja: モデルが読み込まれていません
ms: Tiada model dimuatkan
pa: ਕੋਈ ਮਾਡਲ ਲੋਡ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
ro: Niciun model încărcat
th: ไม่ได้โหลดโมเดล
tl: Walang nai-load na modelo
tr: Model yüklenmedi
uk: Модель не завантажено
ur: کوئی ماڈل لوڈ نہیں ہوا
vi: Chưa có mô hình nào được tải

source: No numerical columns
ar: لا توجد أعمدة رقمية
bn: কোনো সংখ্যাগত কলাম নেই
cs: Žádné číselné sloupce
fa: هیچ ستون عددی وجود ندارد
he: אין עמודות מספריות
hi: कोई संख्यात्मक कॉलम नहीं
hu: Nincsenek numerikus oszlopok
ja: 数値列はありません
ms: Tiada lajur berangka
pa: ਕੋਈ ਸੰਖਿਆਤਮਕ ਕਾਲਮ ਨਹੀਂ
ro: Nicio coloană numerică
th: ไม่มีคอลัมน์ตัวเลข
tl: Walang numerical na column
tr: Sayısal sütun yok
uk: Немає числових стовпців
ur: کوئی عددی کالم نہیں
vi: Không có cột số

source: No onnx file loaded
ar: لم يتم تحميل ملف ONNX
bn: কোনো ওএনএনএক্স ফাইল লোড করা হয়নি
cs: Není načten žádný soubor ONNX
fa: هیچ فایل onnx بارگذاری نشده است
he: לא נטען קובץ ONNX
hi: कोई ONNX फ़ाइल लोड नहीं है
hu: Nincs ONNX fájl betöltve
ja: ONNXファイルが読み込まれていません
ms: Tiada fail onnx dimuatkan
pa: ਕੋਈ ONNX ਫਾਈਲ ਲੋਡ ਨਹੀਂ ਕੀਤੀ ਗਈ
ro: Niciun fișier ONNX încărcat
th: ไม่ได้โหลดไฟล์ ONNX
tl: Walang nai-load na onnx file
tr: ONNX dosyası yüklenmedi
uk: Файл ONNX не завантажено
ur: کوئی ONNX فائل لوڈ نہیں ہوئی
vi: Chưa tải tệp onnx nào

source: No optimization done.
ar: لم يتم إجراء أي تحسين.
bn: কোনো অপটিমাইজেশন করা হয়নি।
cs: Nebyla provedena žádná optimalizace.
fa: بهینه‌سازی انجام نشده است.
he: לא בוצע אופטימיזציה.
hi: कोई अनुकूलन नहीं किया गया।
hu: Nincs optimalizálás elvégezve.
ja: 最適化は行われていません。
ms: Tiada pengoptimuman dilakukan.
pa: ਕੋਈ ਅਨੁਕੂਲਤਾ ਨਹੀਂ ਕੀਤੀ ਗਈ।
ro: Nicio optimizare efectuată.
th: ไม่ได้ทำการปรับให้เหมาะสม
tl: Walang nagawang pag-optimize.
tr: Optimizasyon yapılmadı.
uk: Оптимізацію не виконано.
ur: کوئی اصلاح نہیں کی گئی۔
vi: Chưa thực hiện tối ưu hóa.

source: No recommendations
ar: لا توجد توصيات
bn: কোনো সুপারিশ নেই
cs: Žádná doporučení
fa: توصیه‌ای وجود ندارد
he: אין המלצות
hi: कोई अनुशंसाएँ नहीं
hu: Nincsenek javaslatok
ja: おすすめはありません
ms: Tiada cadangan
pa: ਕੋਈ ਸਿਫ਼ਾਰਸ਼ਾਂ ਨਹੀਂ
ro: Nicio recomandare
th: ไม่มีคำแนะนำ
tl: Walang rekomendasyon
tr: Öneri yok
uk: Немає рекомендацій
ur: کوئی سفارشات نہیں
vi: Không có đề xuất nào

source: No such columns
ar: لا توجد مثل هذه الأعمدة
bn: এই ধরনের কোনো কলাম নেই
cs: Žádné takové sloupce
fa: چنین ستون‌هایی وجود ندارد
he: אין עמודות כאלה
hi: ऐसा कोई कॉलम नहीं है
hu: Nincsenek ilyen oszlopok
ja: そのような列はありません
ms: Tiada lajur sedemikian
pa: ਅਜਿਹੇ ਕੋਈ ਕਾਲਮ ਨਹੀਂ
ro: Nicio astfel de coloană
th: ไม่มีคอลัมน์ดังกล่าว
tl: Walang ganoong column
tr: Böyle bir sütun yok
uk: Таких стовпців немає
ur: ایسے کالمز نہیں ہیں
vi: Không có cột nào như vậy

source: No warnings
ar: لا توجد تحذيرات
bn: কোনো সতর্কতা নেই
cs: Žádná varování
fa: هیچ هشداری وجود ندارد
he: אין אזהרות
hi: कोई चेतावनी नहीं
hu: Nincsenek figyelmeztetések
ja: 警告はありません
ms: Tiada amaran
pa: ਕੋਈ ਚੇਤਾਵਨੀ ਨਹੀਂ
ro: Niciun avertisment
th: ไม่มีคำเตือน
tl: Walang babala
tr: Uyarı yok
uk: Немає попереджень
ur: کوئی انتباہ نہیں
vi: Không có cảnh báo

source: Node count:
ar: عدد العقد:
bn: নোড গণনা:
cs: Počet uzlů:
fa: تعداد گره‌ها:
he: ספירת צמתים:
hi: नोड गणना:
hu: Csomópontok száma:
ja: ノード数:
ms: Bilangan nod:
pa: ਨੋਡ ਗਿਣਤੀ:
ro: Număr noduri:
th: จำนวนโหนด:
tl: Bilang ng node:
tr: Düğüm sayısı:
uk: Кількість вузлів:
ur: نوڈ کی گنتی:
vi: Số lượng nút:

source: Node physics
ar: فيزياء العقد
bn: নোড ফিজিক্স
cs: Fyzika uzlů
fa: فیزیک گره
he: פיזיקת צמתים
hi: नोड भौतिकी
hu: Csomópontfizika
ja: ノードの物理
ms: Fizik nod
pa: ਨੋਡ ਭੌਤਿਕ ਵਿਗਿਆਨ
ro: Fizica nodurilor
th: ฟิสิกส์ของโหนด
tl: Pisika ng Node
tr: Düğüm fiziği
uk: Фізика вузлів
ur: نوڈ فزکس
vi: Vật lý nút

source: Not safe
ar: غير آمن
bn: নিরাপদ নয়
cs: Není bezpečné
fa: ناامن
he: לא בטוח
hi: सुरक्षित नहीं
hu: Nem biztonságos
ja: 安全ではありません
ms: Tidak selamat
pa: ਸੁਰੱਖਿਅਤ ਨਹੀਂ
ro: Nu este sigur
th: ไม่ปลอดภัย
tl: Hindi ligtas
tr: Güvenli değil
uk: Небезпечно
ur: محفوظ نہیں
vi: Không an toàn

source: Numerical
ar: رقمي
bn: সাংখ্যিক
cs: Numerické
fa: عددی
he: מספרי
hi: संख्यात्मक
hu: Numerikus
ja: 数値
ms: Berangka
pa: ਸੰਖਿਆਤਮਕ
ro: Numeric
th: เชิงตัวเลข
tr: Sayısal
uk: Числові
ur: عددی
vi: Số

source: One hot
ar: ترميز أحادي
bn: ওয়ান হট
fa: وان هات
hi: एक हॉट
ms: Satu panas
pa: ਇੱਕ ਹੌਟ
th: วันฮอท
tr: Tek sıcak
ur: ون ہاٹ

source: Onehot encoding:
ar: ترميز Onehot:
bn: ওয়ানহট এনকোডিং:
cs: One-hot kódování:
fa: رمزگذاری Onehot:
he: קידוד Onehot:
hi: वनहॉट एन्कोडिंग:
hu: One-hot kódolás:
ja: One-Hotエンコーディング:
ms: Pengekodan satu panas:
pa: ਵਨਹੌਟ ਇਨਕੋਡਿੰਗ:
ro: Codificare One-hot:
th: การเข้ารหัสแบบวันฮอท:
tr: Tek sıcak kodlama:
uk: One-hot кодування:
ur: ون ہاٹ انکوڈنگ:
vi: Mã hóa Onehot:

source: ONNX file:
ar: ملف ONNX:
bn: ওএনএনএক্স ফাইল:
cs: Soubor ONNX:
fa: فایل ONNX:
he: קובץ ONNX:
hi: ONNX फ़ाइल:
hu: ONNX fájl:
ja: ONNXファイル:
ms: Fail ONNX:
pa: ONNX ਫਾਈਲ:
ro: Fișier ONNX:
th: ไฟล์ ONNX:
tr: ONNX dosyası:
uk: Файл ONNX:
ur: ONNX فائل:
vi: Tệp ONNX:

source: Optimization
ar: التحسين
bn: অপ্টিমাইজেশন
cs: Optimalizace
fa: بهینه‌سازی
he: אופטימיזציה
hi: अनुकूलन
hu: Optimalizálás
ja: 最適化
ms: Pengoptimuman
pa: ਅਨੁਕੂਲਤਾ
ro: Optimizare
th: การปรับให้เหมาะสม
tl: Pag-optimize
tr: Optimizasyon
uk: Оптимізація
ur: اصلاح
vi: Tối ưu hóa

source: Optimization <0/>
ar: التحسين <0/>
bn: অপ্টিমাইজেশন <0/>
cs: Optimalizace <0/>
fa: بهینه‌سازی <0/>
he: אופטימיזציה <0/>
hi: अनुकूलन <0/>
hu: Optimalizálás <0/>
ja: 最適化 <0/>
ms: Pengoptimuman <0/>
pa: ਅਨੁਕੂਲਤਾ <0/>
ro: Optimizare <0/>
th: การปรับให้เหมาะสม <0/>
tl: Pag-optimize <0/>
tr: Optimizasyon <0/>
uk: Оптимізація <0/>
ur: اصلاح <0/>
vi: Tối ưu hóa <0/>

source: Optimization results:
ar: نتائج التحسين:
bn: অপ্টিমাইজেশন ফলাফল:
cs: Výsledky optimalizace:
fa: نتایج بهینه‌سازی:
he: תוצאות אופטימיזציה:
hi: अनुकूलन परिणाम:
hu: Optimalizálási eredmények:
ja: 最適化の結果:
ms: Keputusan pengoptimuman:
pa: ਅਨੁਕੂਲਤਾ ਨਤੀਜੇ:
ro: Rezultate optimizare:
th: ผลลัพธ์การปรับให้เหมาะสม:
tl: Mga resulta ng pag-optimize:
tr: Optimizasyon sonuçları:
uk: Результати оптимізації:
ur: اصلاح کے نتائج:
vi: Kết quả tối ưu hóa:

source: Optimization settings
ar: إعدادات التحسين
bn: অপ্টিমাইজেশন সেটিংস
cs: Nastavení optimalizace
fa: تنظیمات بهینه‌سازی
he: הגדרות אופטימיזציה
hi: अनुकूलन सेटिंग्स
hu: Optimalizálási beállítások
ja: 最適化設定
ms: Tetapan pengoptimuman
pa: ਅਨੁਕੂਲਤਾ ਸੈਟਿੰਗਾਂ
ro: Setări optimizare
th: การตั้งค่าการปรับให้เหมาะสม
tl: Mga setting ng pag-optimize
tr: Optimizasyon ayarları
uk: Налаштування оптимізації
ur: اصلاح کی ترتیبات
vi: Cài đặt tối ưu hóa

source: Optimization strategy:
ar: استراتيجية التحسين:
bn: অপ্টিমাইজেশন কৌশল:
cs: Strategie optimalizace:
fa: استراتژی بهینه‌سازی:
he: אסטרטגיית אופטימיזציה:
hi: अनुकूलन रणनीति:
hu: Optimalizálási stratégia:
ja: 最適化戦略:
ms: Strategi pengoptimuman:
pa: ਅਨੁਕੂਲਤਾ ਰਣਨੀਤੀ:
ro: Strategie optimizare:
th: กลยุทธ์การปรับให้เหมาะสม:
tl: Estratehiya sa pag-optimize:
tr: Optimizasyon stratejisi:
uk: Стратегія оптимізації:
ur: اصلاح کی حکمت عملی:
vi: Chiến lược tối ưu hóa:

source: or drag and drop files
ar: أو اسحب وأفلت الملفات
bn: অথবা ফাইল ড্র্যাগ এবং ড্রপ করুন
cs: nebo přetáhněte soubory
fa: یا کشیدن و رها کردن فایل‌ها
he: או גרור ושחרר קבצים
hi: या फ़ाइलों को खींचें और छोड़ें
hu: vagy húzza ide a fájlokat
ja: またはファイルをドラッグ＆ドロップ
ms: atau seret dan lepas fail
pa: ਜਾਂ ਫਾਈਲਾਂ ਨੂੰ ਡਰੈਗ ਅਤੇ ਡ੍ਰੌਪ ਕਰੋ
ro: sau trage și plasează fișiere
th: หรือลากและวางไฟล์
tl: o i-drag and drop ang mga file
tr: veya dosyaları sürükleyip bırakın
uk: або перетягніть файли
ur: یا فائلوں کو ڈریگ اور ڈراپ کریں
vi: hoặc kéo và thả tệp

source: Outputs:
ar: المخرجات:
bn: আউটপুট:
cs: Výstupy:
fa: خروجی‌ها:
he: תְפוּקָה:
hi: आउटपुट:
hu: Kimenetek:
ja: 出力:
ms: Output:
pa: ਆਉਟਪੁੱਟ:
ro: Ieșiri:
th: เอาต์พุต:
tl: Mga Output:
tr: Çıktılar:
uk: Виходи:
ur: آؤٹ پٹس:
vi: Đầu ra:

source: Overall
ar: عام
bn: সামগ্রিক
cs: Celkově
fa: کلی
he: כולל
hi: कुल मिलाकर
hu: Összesen
ja: 全体
ms: Keseluruhan
pa: ਕੁੱਲ
ro: General
th: โดยรวม
tl: Pangkalahatan
tr: Genel
uk: Загальний
ur: مجموعی طور پر
vi: Tổng quan

source: Overall recommendation:
ar: التوصية العامة:
bn: সামগ্রিক সুপারিশ:
cs: Celkové doporučení:
fa: توصیه کلی:
he: המלצה כוללת:
hi: कुल मिलाकर अनुशंसा:
hu: Átfogó javaslat:
ja: 全体的なおすすめ:
ms: Cadangan keseluruhan:
pa: ਸਮੁੱਚੀ ਸਿਫਾਰਸ਼:
ro: Recomandare generală:
th: คำแนะนำโดยรวม:
tl: Pangkalahatang rekomendasyon:
tr: Genel öneri:
uk: Загальна рекомендація:
ur: مجموعی سفارش:
vi: Đề xuất tổng quan:

source: Page {currentPage} of {totalPages}
ar: صفحة {currentPage} من {totalPages}
bn: পৃষ্ঠা {currentPage} এর {totalPages}
cs: Stránka {currentPage} z {totalPages}
fa: صفحه {currentPage} از {totalPages}
he: עמוד {currentPage} מתוך {totalPages}
hi: पृष्ठ {currentPage} का {totalPages}
hu: {currentPage}. oldal a(z) {totalPages} oldalból
ja: {totalPages}ページ中{currentPage}ページ
ms: Halaman {currentPage} daripada {totalPages}
pa: ਪੰਨਾ {currentPage} ਵਿੱਚੋਂ {totalPages}
ro: Pagina {currentPage} din {totalPages}
th: หน้า {currentPage} จาก {totalPages}
tl: Pahina {currentPage} ng {totalPages}
tr: Sayfa {currentPage} / {totalPages}
uk: Сторінка {currentPage} з {totalPages}
ur: صفحہ {currentPage} از {totalPages}
vi: Trang {currentPage} trên {totalPages}

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
cs: Heslo
fa: رمز عبور
he: סיסמה
hi: पासवर्ड
hu: Jelszó
ja: パスワード
ms: Kata Laluan
pa: ਪਾਸਵਰਡ
ro: Parolă
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu

source: Please load or create a new session to start.
ar: يرجى تحميل أو إنشاء جلسة جديدة للبدء.
bn: শুরু করতে অনুগ্রহ করে একটি নতুন সেশন লোড করুন অথবা তৈরি করুন।
cs: Pro zahájení prosím načtěte nebo vytvořte novou relaci.
fa: لطفاً برای شروع یک جلسه جدید بارگذاری یا ایجاد کنید.
he: אנא טען או צור סשן חדש כדי להתחיל.
hi: शुरू करने के लिए कृपया एक नया सत्र लोड करें या बनाएँ।
hu: A kezdéshez töltsön be vagy hozzon létre egy új munkamenetet.
ja: 開始するには、ロードまたは新しいセッションを作成してください。
ms: Sila muat naik atau cipta sesi baharu untuk bermula.
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਨਵਾਂ ਸੈਸ਼ਨ ਲੋਡ ਕਰੋ ਜਾਂ ਬਣਾਓ।
ro: Vă rugăm să încărcați sau să creați o sesiune nouă pentru a începe.
th: โปรดโหลดหรือสร้างเซสชันใหม่เพื่อเริ่มต้น
tl: Mangyaring mag-load o lumikha ng bagong session upang makapagsimula.
tr: Başlamak için lütfen yeni bir oturum yükleyin veya oluşturun.
uk: Будь ласка, завантажте або створіть нову сесію, щоб розпочати.
ur: شروع کرنے کے لیے براہ کرم ایک نیا سیشن لوڈ کریں یا بنائیں۔
vi: Vui lòng tải hoặc tạo một phiên mới để bắt đầu.
