Repository: 2N2D/2N2D-Web
Catalog: src/locales/*/messages.po
Languages: ar, bn, cs, fa, he, hi, hu, ja, ms, pa, ro, th, tl, tr, uk, ur, vi

source: Got the basics?
ar: هل فهمت الأساسيات؟
bn: আপনার কি প্রাথমিক ধারণা আছে?
cs: Chápete základy?
fa: اصول اولیه را یاد گرفتید؟
he: הבנת את הבסיס?
hi: क्या आपको मूल बातें पता हैं?
hu: Érti az alapokat?
ja: 基本は理解できましたか？
ms: Dah faham asasnya?
pa: ਕੀ ਤੁਹਾਨੂੰ ਬੁਨਿਆਦੀ ਗੱਲਾਂ ਪਤਾ ਹਨ?
ro: Ai înțeles elementele de bază?
th: เข้าใจพื้นฐานแล้วใช่ไหม
tl: Nakuha mo na ba ang mga pangunahing kaalaman?
tr: Temel bilgilere sahip misin?
uk: Зрозуміли основи?
ur: کیا آپ کو بنیادی باتیں معلوم ہیں؟
vi: Đã nắm vững kiến thức cơ bản?

source: If you got the strings about how neural networks work, then use the following guide to get started creating your own. Don't forget to ask the AI Assistant for questions!
ar: إذا فهمت الأساسيات حول كيفية عمل الشبكات العصبية، فاستخدم الدليل التالي للبدء في إنشاء شبكتك الخاصة. لا تنسَ طرح الأسئلة على مساعد الذكاء الاصطناعي!
bn: নিউরাল নেটওয়ার্ক কীভাবে কাজ করে সে সম্পর্কে আপনার ধারণা থাকলে, নিজের তৈরি করা শুরু করতে নিম্নলিখিত গাইড ব্যবহার করুন। এআই সহকারীর কাছে প্রশ্ন করতে ভুলবেন না!
cs: Pokud rozumíte tomu, jak fungují neuronové sítě, použijte následujícího průvodce pro zahájení tvorby vlastních. Nezapomeňte se zeptat asistenta AI na otázky!
fa: اگر مطالب مربوط به نحوه کار شبکه‌های عصبی را متوجه شدید، از راهنمای زیر برای شروع به ایجاد شبکه عصبی خود استفاده کنید. فراموش نکنید که سوالات خود را از دستیار هوش مصنوعی بپرسید!
he: אם הבנת את הדברים הבסיסיים לגבי איך רשתות עצביות עובדות, אז השתמש במדריך הבא כדי להתחיל ליצור רשת משלך. אל תשכח לשאול את עוזר הבינה המלאכותית שאלות!
hi: यदि आपको न्यूरल नेटवर्क कैसे काम करते हैं, इसके बारे में जानकारी है, तो अपना खुद का बनाना शुरू करने के लिए निम्नलिखित गाइड का उपयोग करें। AI सहायक से प्रश्न पूछना न भूलें!
hu: Ha érti az ideghálózatok működését, akkor a következő útmutató segítségével elkezdheti a sajátját létrehozni. Ne felejtse el kérdezni a MI Asszisztenst!
ja: ニューラルネットワークの仕組みについての理解ができたら、以下のガイドを使って独自のネットワークを作成してみましょう。AIアシスタントに質問することも忘れずに！
ms: Jika anda faham tentang bagaimana rangkaian neural berfungsi, gunakan panduan berikut untuk mula mencipta rangkaian anda sendiri. Jangan lupa untuk bertanya soalan kepada Pembantu AI!
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਹ ਪਤਾ ਹੈ ਕਿ ਨਿਊਰਲ ਨੈੱਟਵਰਕ ਕਿਵੇਂ ਕੰਮ ਕਰਦੇ ਹਨ, ਤਾਂ ਆਪਣਾ ਖੁਦ ਦਾ ਬਣਾਉਣਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੀ ਗਾਈਡ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਸਵਾਲ ਪੁੱਛਣ ਲਈ AI ਸਹਾਇਕ ਨੂੰ ਪੁੱਛਣਾ ਨਾ ਭੁੱਲੋ!
ro: Dacă ai înțeles elementele despre cum funcționează rețelele neuronale, atunci folosește următorul ghid pentru a începe să le creezi pe ale tale. Nu uita să pui întrebări Asistentului AI!
th: หากคุณเข้าใจหลักการทำงานของโครงข่ายประสาทเทียมแล้ว ให้ใช้คำแนะนำต่อไปนี้เพื่อเริ่มต้นสร้างของคุณเอง อย่าลืมถามคำถามกับผู้ช่วย AI!
tl: Kung nakuha mo na ang mga impormasyon tungkol sa kung paano gumagana ang mga neural network, gamitin ang sumusunod na gabay upang magsimulang gumawa ng sarili mo. Huwag kalimutang magtanong sa AI Assistant!
tr: Eğer sinir ağlarının nasıl çalıştığına dair temel bilgilere sahipseniz, kendi sinir ağınızı oluşturmaya başlamak için aşağıdaki kılavuzu kullanın. Yapay Zeka Asistanına soru sormayı unutmayın!
uk: Якщо ви розібралися з тим, як працюють нейронні мережі, скористайтеся наведеним нижче посібником, щоб розпочати створення власних. Не забудьте звертатися до помічника зі штучним інтелектом із запитаннями!
ur: اگر آپ کو یہ معلوم ہے کہ نیورل نیٹ ورکس کیسے کام کرتے ہیں، تو اپنا خود بنانے کے لیے درج ذیل گائیڈ کا استعمال کریں۔ AI اسسٹنٹ سے سوالات پوچھنا نہ بھولیں!
vi: Nếu bạn đã nắm được những kiến thức về cách thức hoạt động của mạng nơ-ron, hãy sử dụng hướng dẫn sau để bắt đầu tạo mạng nơ-ron của riêng bạn. Đừng quên hỏi Trợ lý AI nếu có thắc mắc!

source: The Neural Network Playground offers an interactive way to see and understand how a neural network thinks and functions. Just click the button below to get started.
ar: يقدم ملعب الشبكات العصبية طريقة تفاعلية لرؤية وفهم كيف تفكر الشبكة العصبية وتعمل. ما عليك سوى النقر على الزر أدناه للبدء.
bn: নিউরাল নেটওয়ার্ক প্লেগ্রাউন্ড একটি নিউরাল নেটওয়ার্ক কীভাবে চিন্তা করে এবং কাজ করে তা দেখার এবং বোঝার জন্য একটি ইন্টারেক্টিভ উপায় সরবরাহ করে। শুরু করতে নীচের বোতামে ক্লিক করুন।
cs: Hřiště neuronových sítí nabízí interaktivní způsob, jak vidět a pochopit, jak neuronová síť myslí a funguje. Stačí kliknout na tlačítko níže a začít.
fa: زمین بازی شبکه‌های عصبی، راهی تعاملی برای مشاهده و درک نحوه تفکر و عملکرد یک شبکه عصبی ارائه می‌دهد. برای شروع کافیست روی دکمه زیر کلیک کنید.
he: המגרש של הרשת העצבית מציע דרך אינטראקטיבית לראות ולהבין איך רשת עצבית חושבת ומתפקדת. פשוט לחץ על הכפתור למטה כדי להתחיל.
hi: न्यूरल नेटवर्क प्लेग्राउंड न्यूरल नेटवर्क के सोचने और कार्य करने के तरीके को देखने और समझने का एक इंटरैक्टिव तरीका प्रदान करता है। आरंभ करने के लिए नीचे दिए गए बटन पर क्लिक करें।
hu: A Neural Network Playground egy interaktív módszert kínál arra, hogy megnézze és megértse, hogyan gondolkodik és működik egy neurális hálózat. Csak kattintson az alábbi gombra a kezdéshez.
ja: Neural Network Playgroundは、ニューラルネットワークがどのように考え、機能するかをインタラクティブに見て理解できる場所です。下のボタンをクリックして始めましょう。
ms: Taman Permainan Rangkaian Neural menawarkan cara interaktif untuk melihat dan memahami cara rangkaian neural berfikir dan berfungsi. Klik sahaja butang di bawah untuk bermula.
pa: ਨਿਊਰਲ ਨੈੱਟਵਰਕ ਪਲੇਗ੍ਰਾਉਂਡ ਇਹ ਦੇਖਣ ਅਤੇ ਸਮਝਣ ਦਾ ਇੱਕ ਇੰਟਰਐਕਟਿਵ ਤਰੀਕਾ ਪੇਸ਼ ਕਰਦਾ ਹੈ ਕਿ ਇੱਕ ਨਿਊਰਲ ਨੈੱਟਵਰਕ ਕਿਵੇਂ ਸੋਚਦਾ ਹੈ ਅਤੇ ਕੰਮ ਕਰਦਾ ਹੈ। ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
ro: Mediul de testare al rețelelor neuronale (Neural Network Playground) oferă o modalitate interactivă de a vedea și înțelege cum gândește și funcționează o rețea neuronală. Doar apasă butonul de mai jos pentru a începe.
th: Neural Network Playground นำเสนอวิธีโต้ตอบเพื่อดูและทำความเข้าใจว่าโครงข่ายประสาทเทียมคิดและทำงานอย่างไร เพียงคลิกที่ปุ่มด้านล่างเพื่อเริ่มต้น
tl: Ang Neural Network Playground ay nag-aalok ng isang interactive na paraan upang makita at maunawaan kung paano mag-isip at gumana ang isang neural network. I-click lamang ang button sa ibaba upang makapagsimula.
tr: Sinir Ağı Oyun Alanı, bir sinir ağının nasıl düşündüğünü ve işlev gördüğünü görmek ve anlamak için etkileşimli bir yol sunar. Başlamak için aşağıdaki butona tıklamanız yeterli.
uk: Майданчик нейронних мереж пропонує інтерактивний спосіб побачити та зрозуміти, як нейронна мережа мислить і функціонує. Просто натисніть кнопку нижче, щоб розпочати.
ur: نیورل نیٹ ورک پلے گراؤنڈ ایک نیورل نیٹ ورک کے سوچنے اور کام کرنے کے طریقے کو دیکھنے اور سمجھنے کا ایک انٹرایکٹو طریقہ پیش کرتا ہے۔ شروع کرنے کے لیے نیچے دیے گئے بٹن پر کلک کریں۔
vi: Neural Network Playground cung cấp một cách tương tác để xem và hiểu cách mạng nơ-ron suy nghĩ và hoạt động. Chỉ cần nhấp vào nút bên dưới để bắt đầu.

source: {0} ({1} unique, {2})
ar: {0} ({1} فريد، {2})
bn: {0} ({1} স্বতন্ত্র, {2})
cs: {0} ({1} unikátní, {2})
fa: {0} ({1} منحصر به فرد، {2})
he: {0} ({1} ייחודיים, {2})
hi: {0} ({1} अद्वितीय, {2})
hu: {0} ({1} egyedi, {2})
ja: {0} ({1} ユニーク, {2})
ms: {0} ({1} unik, {2})
pa: {0} ({1} ਵਿਲੱਖਣ, {2})
ro: {0} ({1} unice, {2})
th: {0} ({1} ไม่ซ้ำ, {2})
tl: {0} ({1} natatangi, {2})
tr: {0} ({1} benzersiz, {2})
uk: {0} ({1} унікальних, {2})
ur: {0} ({1} منفرد، {2})
vi: {0} ({1} duy nhất, {2})

source: {key} Distribution
ar: توزيع {key}
bn: {key} বিতরণ
cs: Distribuce {key}
fa: توزیع {key}
he: התפלגות {key}
hi: {key} वितरण
hu: {key} Eloszlás
ja: {key} の分布
ms: Taburan {key}
pa: {key} ਵੰਡ
ro: Distribuția {key}
th: การกระจายตัวของ {key}
tl: Pamamahagi ng {key}
tr: {key} Dağılımı
uk: Розподіл {key}
ur: {key} تقسیم
vi: Phân phối {key}

source: Add dataset:
ar: إضافة مجموعة بيانات:
bn: ডেটা সেট যোগ করুন:
cs: Přidat datovou sadu:
fa: افزودن مجموعه داده:
he: הוסף מערך נתונים:
hi: डेटासेट जोड़ें:
hu: Adathalmaz hozzáadása:
ja: データセットを追加:
ms: Tambah set data:
pa: ਡਾਟਾਸੈੱਟ ਸ਼ਾਮਲ ਕਰੋ:
ro: Adaugă set de date:
th: เพิ่มชุดข้อมูล:
tl: Magdagdag ng dataset:
tr: Veri kümesi ekle:
uk: Додати набір даних:
ur: ڈیٹا سیٹ شامل کریں:
vi: Thêm bộ dữ liệu:

source: AI Chat
ar: دردشة الذكاء الاصطناعي
bn: এআই চ্যাট
fa: چت هوش مصنوعی
he: צ'אט בינה מלאכותית
hi: एआई चैट
hu: MI Csevegés
ja: AIチャット
ms: Sembang AI
pa: AI ਗੱਲਬਾਤ
ro: Chat AI
th: แชท AI
tr: YZ Sohbet
uk: Чат зі ШІ
ur: اے آئی چیٹ
vi: Trò chuyện AI

source: Already have an account?
ar: هل لديك حساب بالفعل؟
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?
cs: Už máte účet?
fa: حساب کاربری دارید؟
he: כבר יש לך חשבון?
hi: क्या आपके पास पहले से एक खाता है?
hu: Már van fiókja?
ja: すでにアカウントをお持ちですか？
ms: Sudah mempunyai akaun?
pa: ਕੀ ਤੁਹਾਡਾ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਖਾਤਾ ਹੈ?
ro: Ai deja un cont?
th: มีบัญชีอยู่แล้วใช่ไหม?
tl: Mayroon ka nang account?
tr: Zaten bir hesabınız var mı?
uk: Вже маєте обліковий запис?
ur: کیا آپ کا پہلے سے اکاؤنٹ ہے؟
vi: Bạn đã có tài khoản chưa?

source: Analyze
ar: تحليل
bn: বিশ্লেষণ করুন
cs: Analyzovat
fa: تحلیل
he: נתח
hi: विश्लेषण करें
hu: Elemzés
ja: 分析
ms: Analisis
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਕਰੋ
ro: Analizează
th: วิเคราะห์
tl: Suriin
tr: Analiz Et
uk: Аналізувати
ur: تجزیہ کریں
vi: Phân tích

source: Attributes:
ar: السمات:
bn: বৈশিষ্ট্য:
cs: Atributy:
fa: ویژگی‌ها:
he: מאפיינים:
hi: विशेषताएँ:
hu: Attribútumok:
ja: 属性:
ms: Atribut:
pa: ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ:
ro: Atribute:
th: คุณสมบัติ:
tl: Mga Katangian:
tr: Özellikler:
uk: Атрибути:
ur: صفات:
vi: Thuộc tính:

source: Best config
ar: أفضل تهيئة
bn: সেরা কনফিগারেশন
cs: Nejlepší konfigurace
fa: بهترین پیکربندی
he: הגדרות הטובות ביותר
hi: सर्वश्रेष्ठ कॉन्फ़िगरेशन
hu: Legjobb konfiguráció
ja: 最良の設定
ms: Konfigurasi terbaik
pa: ਵਧੀਆ ਕੌਨਫਿਗ
ro: Cea mai bună configurație
th: การกำหนดค่าที่ดีที่สุด
tl: Pinakamahusay na config
tr: En iyi yapılandırma
uk: Найкраща конфігурація
ur: بہترین ترتیب
vi: Cấu hình tốt nhất

source: Best configuration:
ar: أفضل تهيئة:
bn: সেরা কনফিগারেশন:
cs: Nejlepší konfigurace:
fa: بهترین پیکربندی:
he: התצורה הטובה ביותר:
hi: सर्वश्रेष्ठ कॉन्फ़िगरेशन:
hu: Legjobb konfiguráció:
ja: 最良の構成:
ms: Konfigurasi terbaik:
pa: ਵਧੀਆ ਸੰਰਚਨਾ:
ro: Cea mai bună configurație:
th: การกำหนดค่าที่ดีที่สุด:
tl: Pinakamahusay na konfigurasyon:
tr: En iyi yapılandırma:
uk: Найкраща конфігурація:
ur: بہترین ترتیب:
vi: Cấu hình tốt nhất:

source: Categorical
ar: فئوي
bn: শ্রেণীগত
cs: Kategorické
fa: دسته‌بندی
he: קטגוריאלי
hi: श्रेणीबद्ध
hu: Kategorikus
ja: カテゴリカル
ms: Kategorikal
pa: ਸ਼੍ਰੇਣੀਬੱਧ
ro: Categoric
th: เชิงหมวดหมู่
tl: Pangkategorya
tr: Kategorik
uk: Категоріальні
ur: درجہ بندی
vi: Phân loại

source: Categorical summary:
ar: ملخص الفئات:
bn: শ্রেণীগত সারসংক্ষেপ:
cs: Souhrn kategorických dat:
fa: خلاصه دسته‌بندی:
he: סיכום קטגוריאלי:
hi: श्रेणीबद्ध सारांश:
hu: Kategorikus összefoglaló:
ja: カテゴリカルの概要:
ms: Ringkasan kategorikal:
pa: ਸ਼੍ਰੇਣੀਬੱਧ ਸੰਖੇਪ:
ro: Rezumat categoric:
th: สรุปเชิงหมวดหมู่:
tl: Buod ng pangkategorya:
tr: Kategorik özet:
uk: Категоріальний підсумок:
ur: درجہ بندی کا خلاصہ:
vi: Tóm tắt phân loại:

source: Category:
ar: الفئة:
bn: শ্রেণী:
cs: Kategorie:
fa: دسته‌بندی:
he: קטגוריה:
hi: श्रेणी:
hu: Kategória:
ja: カテゴリ:
ms: Kategori:
pa: ਸ਼੍ਰੇਣੀ:
ro: Categorie:
th: หมวดหมู่:
tl: Kategorya:
tr: Kategori:
uk: Категорія:
ur: قسم:
vi: Loại:

source: Clear Data
ar: مسح البيانات
bn: ডেটা সাফ করুন
cs: Vymazat data
fa: پاک کردن داده
he: נקה נתונים
hi: डेटा साफ़ करें
hu: Adatok törlése
ja: データを消去
ms: Kosongkan Data
pa: ਡਾਟਾ ਸਾਫ਼ ਕਰੋ
ro: Șterge datele
th: ล้างข้อมูล
tl: I-clear ang Data
tr: Verileri Temizle
uk: Очистити дані
ur: ڈیٹا صاف کریں
vi: Xóa Dữ liệu

source: Close
ar: إغلاق
bn: বন্ধ করুন
cs: Zavřít
fa: بستن
he: סגור
hi: बंद करें
hu: Bezárás
ja: 閉じる
ms: Tutup
pa: ਬੰਦ ਕਰੋ
ro: Închide
th: ปิด
tl: Isara
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng

source: Column types:
ar: أنواع الأعمدة:
bn: কলামের ধরণ:
cs: Typy sloupců:
fa: انواع ستون:
he: סוגי עמודות:
hi: कॉलम प्रकार:
hu: Oszloptípusok:
ja: 列の型:
ms: Jenis lajur:
pa: ਕਾਲਮ ਕਿਸਮਾਂ:
ro: Tipuri de coloane:
th: ประเภทคอลัมน์:
tl: Mga uri ng column:
tr: Sütun türleri:
uk: Типи стовпців:
ur: کالم کی اقسام:
vi: Loại cột:

source: Columns
ar: الأعمدة
bn: কলাম
cs: Sloupce
fa: ستون‌ها
he: עמודות
hi: कॉलम
hu: Oszlopok
ja: 列
ms: Lajur
pa: ਕਾਲਮ
ro: Coloane
th: คอลัมน์
tl: Mga Column
tr: Sütunlar
uk: Стовпці
ur: کالم
vi: Cột

source: Columns estimate:
ar: تقدير الأعمدة:
bn: কলামের অনুমান:
cs: Odhad sloupců:
fa: تخمین ستون‌ها:
he: אומדן עמודות:
hi: कॉलम अनुमान:
hu: Oszlopok becslése:
ja: 列の見積もり:
ms: Anggaran lajur:
pa: ਕਾਲਮ ਅਨੁਮਾਨ:
ro: Estimare coloane:
th: ประมาณการคอลัมน์:
tl: Tantiya ng mga column:
tr: Sütun tahmini:
uk: Оцінка стовпців:
ur: کالم کا تخمینہ:
vi: Ước tính cột:

source: Config {0}
ar: تهيئة {0}
bn: কনফিগারেশন {0}
cs: Konfigurace {0}
fa: پیکربندی {0}
he: הגדרות {0}
hi: कॉन्फ़िगरेशन {0}
hu: {0} konfiguráció
ja: 設定 {0}
ms: Konfig {0}
pa: ਕੌਨਫਿਗ {0}
ro: Configurația {0}
th: การกำหนดค่า {0}
tr: Yapılandırma {0}
uk: Конфігурація {0}
ur: ترتیب {0}
vi: Cấu hình {0}

source: Configuration
ar: التهيئة
bn: কনফিগারেশন
cs: Konfigurace
fa: پیکربندی
he: תצורה
hi: कॉन्फ़िगरेशन
hu: Konfiguráció
ja: 構成
ms: Konfigurasi
pa: ਸੰਰਚਨਾ
ro: Configurație
th: การกำหนดค่า
tl: Konfigurasyon
tr: Yapılandırma
uk: Конфігурація
ur: ترتیب
vi: Cấu hình

source: Constant nodes
ar: عقد ثابتة
bn: ধ্রুবক নোড
cs: Konstantní uzly
fa: گره‌های ثابت
he: צמתים קבועים
hi: स्थिर नोड्स
hu: Állandó csomópontok
ja: 定数ノード
ms: Nod malar
pa: ਨਿਰੰਤਰ ਨੋਡ
ro: Noduri constante
th: โหนดคงที่
tl: Mga constant node
tr: Sabit düğümler
uk: Постійні вузли
ur: مستقل نوڈس
vi: Nút hằng

source: Correlation Matrix
ar: مصفوفة الارتباط
bn: সহসম্বন্ধ ম্যাট্রিক্স
cs: Korelační matice
fa: ماتریس همبستگی
he: מטריצת מתאם
hi: सहसंबंध मैट्रिक्स
hu: Korrelációs mátrix
ja: 相関行列
ms: Matriks Korelasi
pa: ਸੰਬੰਧ ਮੈਟਰਿਕਸ
ro: Matricea de Corelație
th: เมทริกซ์สหสัมพันธ์
tr: Korelasyon Matrisi
uk: Матриця кореляції
ur: کورلیشن میٹرکس
vi: Ma trận tương quan

source: Create new session
ar: إنشاء جلسة جديدة
bn: নতুন সেশন তৈরি করুন
cs: Vytvořit novou relaci
fa: ایجاد جلسه جدید
he: צור סשן חדש
hi: नया सत्र बनाएं
hu: Új munkamenet létrehozása
ja: 新しいセッションを作成
ms: Cipta sesi baharu
pa: ਨਵਾਂ ਸੈਸ਼ਨ ਬਣਾਓ
ro: Creează sesiune nouă
th: สร้างเซสชันใหม่
tl: Lumikha ng bagong session
tr: Yeni oturum oluştur
uk: Створити нову сесію
ur: نیا سیشن بنائیں
vi: Tạo phiên mới

source: Csv file:
ar: ملف CSV:
bn: সিএসভি ফাইল:
cs: Soubor CSV:
fa: فایل Csv:
he: קובץ CSV:
hi: सीएसवी फ़ाइल:
hu: CSV fájl:
ja: CSVファイル:
ms: Fail Csv:
pa: CSV ਫਾਈਲ:
ro: Fișier CSV:
th: ไฟล์ CSV:
tr: Csv dosyası:
uk: Файл CSV:
ur: سی ایس وی فائل:
vi: Tệp Csv:

source: CSV file:
ar: ملف CSV:
bn: সিএসভি ফাইল:
cs: Soubor CSV:
fa: فایل CSV:
he: קובץ CSV:
hi: CSV फ़ाइल:
hu: CSV fájl:
ja: CSVファイル:
ms: Fail CSV:
pa: CSV ਫਾਈਲ:
ro: Fișier CSV:
th: ไฟล์ CSV:
tr: CSV dosyası:
uk: Файл CSV:
ur: CSV فائل:
vi: Tệp CSV:

source: CSV tools
ar: أدوات CSV
bn: সিএসভি সরঞ্জাম
cs: Nástroje CSV
fa: ابزارهای CSV
he: כלי CSV
hi: सीएसवी उपकरण
hu: CSV eszközök
ja: CSVツール
ms: Alat CSV
pa: CSV ਟੂਲ
ro: Instrumente CSV
th: เครื่องมือ CSV
tl: Mga tool ng CSV
tr: CSV araçları
uk: Інструменти CSV
ur: CSV ٹولز
vi: Công cụ CSV

source: Cur. Memory
ar: الذاكرة الحالية
bn: বর্তমান মেমরি
cs: Aktuální paměť
fa: حافظه فعلی
he: זיכרון נוכחי
hi: वर्तमान मेमोरी
hu: Akt. Memória
ja: 現在のメモリ
ms: Memori Semasa
pa: ਮੌਜੂਦਾ ਮੈਮੋਰੀ
ro: Memorie curen.
th: หน่วยความจำปัจจุบัน
tl: Kasalukuyang Memorya
tr: Mev. Bellek
uk: Поточна пам'ять
ur: موجودہ میموری
vi: Bộ nhớ hiện tại

source: Dashboard
ar: لوحة التحكم
bn: ড্যাশবোর্ড
cs: Panel
fa: داشبورد
he: לוח בקרה
hi: डैशबोर्ड
hu: Irányítópult
ja: ダッシュボード
ms: Papan Pemuka
pa: ਡੈਸ਼ਬੋਰਡ
ro: Tablou de bord
th: แดชบอร์ด
tr: Kontrol Paneli
uk: Панель управління
ur: ڈیش بورڈ
vi: Bảng điều khiển

source: Data
ar: البيانات
bn: ডেটা
fa: داده
he: נתונים
hi: डेटा
hu: Adat
ja: データ
pa: ਡਾਟਾ
ro: Date
th: ข้อมูล
tr: Veri
uk: Дані
ur: ڈیٹا
vi: Dữ liệu

source: Data <0/>
ar: البيانات <0/>
bn: ডেটা <0/>
fa: داده <0/>
he: נתונים <0/>
hi: डेटा <0/>
hu: Adatok <0/>
ja: データ <0/>
pa: ਡਾਟਾ <0/>
ro: Date <0/>
th: ข้อมูล <0/>
tr: Veri <0/>
uk: Дані <0/>
ur: ڈیٹا <0/>
vi: Dữ liệu <0/>

source: Data Distribution
ar: توزيع البيانات
bn: ডেটা বিতরণ
cs: Distribuce dat
fa: توزیع داده
he: התפלגות נתונים
hi: डेटा वितरण
hu: Adateloszlás
ja: データ分布
ms: Taburan Data
pa: ਡਾਟਾ ਵੰਡ
ro: Distribuția Datelor
th: การกระจายข้อมูล
tl: Pamamahagi ng Data
tr: Veri Dağılımı
uk: Розподіл даних
ur: ڈیٹا کی تقسیم
vi: Phân phối dữ liệu

source: Dataset Overview
ar: نظرة عامة على مجموعة البيانات
bn: ডেটা সেট ওভারভিউ
cs: Přehled datové sady
fa: مرور کلی مجموعه داده
he: סקירת מערך נתונים
hi: डेटासेट अवलोकन
hu: Adathalmaz áttekintése
ja: データセットの概要
ms: Gambaran Keseluruhan Set Data
pa: ਡਾਟਾਸੈੱਟ ਸੰਖੇਪ ਜਾਣਕਾਰੀ
ro: Prezentare generală a setului de date
th: ภาพรวมชุดข้อมูล
tl: Pangkalahatang-ideya ng Dataset
tr: Veri Kümesine Genel Bakış
uk: Огляд набору даних
ur: ڈیٹا سیٹ کا جائزہ
vi: Tổng quan về bộ dữ liệu

source: Docs
ar: الوثائق
bn: ডকুমেন্টস
cs: Dokumentace
fa: مستندات
he: מסמכים
hi: दस्तावेज़
hu: Dokumentumok
ja: ドキュメント
ms: Dokumen
pa: ਦਸਤਾਵੇਜ਼
ro: Documentație
th: เอกสาร
tr: Belgeler
uk: Документація
ur: ڈاکس
vi: Tài liệu

source: Don't have an account? <0>Register here!</0>
ar: ليس لديك حساب؟ <0>سجل هنا!</0>
bn: অ্যাকাউন্ট নেই? <0>এখানে নিবন্ধন করুন!</0>
cs: Nemáte účet? <0>Registrujte se zde!</0>
fa: حساب کاربری ندارید؟ <0>اینجا ثبت نام کنید!</0>
he: אין לך חשבון? <0>הירשם כאן!</0>
hi: क्या आपके पास खाता नहीं है? <0>यहां पंजीकरण करें!</0>
hu: Nincs fiókja? <0>Regisztráljon itt!</0>
ja: アカウントをお持ちではありませんか？ <0>こちらから登録！</0>
ms: Tiada akaun? <0>Daftar di sini!</0>
pa: ਕੀ ਤੁਹਾਡਾ ਖਾਤਾ ਨਹੀਂ ਹੈ? <0>ਇੱਥੇ ਰਜਿਸਟਰ ਕਰੋ!</0>
ro: Nu ai un cont? <0>Înregistrează-te aici!</0>
th: ยังไม่มีบัญชีใช่ไหม? <0>ลงทะเบียนที่นี่!</0>
tl: Wala ka pang account? <0>Magrehistro dito!</0>
tr: Hesabınız yok mu? <0>Buradan Kaydolun!</0>
uk: Не маєте облікового запису? <0>Зареєструйтеся тут!</0>
ur: اکاؤنٹ نہیں ہے؟ <0>یہاں رجسٹر کریں!</0>
vi: Chưa có tài khoản? <0>Đăng ký tại đây!</0>

source: Download optimized
ar: تنزيل المحسن
bn: অপ্টিমাইজড ডাউনলোড করুন
cs: Stáhnout optimalizované
fa: دانلود بهینه‌سازی شده
he: הורד גרסה מותאמת
hi: अनुकूलित डाउनलोड करें
hu: Optimalizált letöltése
ja: 最適化されたものをダウンロード
ms: Muat turun yang dioptimumkan
pa: ਅਨੁਕੂਲਿਤ ਡਾਊਨਲੋਡ ਕਰੋ
ro: Descarcă optimizat
th: ดาวน์โหลดแบบปรับให้เหมาะสม
tl: I-download ang na-optimize
tr: Optimize edilmiş sürümü indir
uk: Завантажити оптимізований
ur: بہتر بنایا ہوا ڈاؤن لوڈ کریں
vi: Tải xuống bản tối ưu

source: Downloading...
ar: جاري التنزيل...
bn: ডাউনলোড হচ্ছে...
cs: Stahuji...
fa: در حال دانلود...
he: מוריד...
hi: डाउनलोड हो रहा है...
hu: Letöltés...
ja: ダウンロード中...
ms: Memuat turun...
pa: ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
ro: Se descarcă...
th: กำลังดาวน์โหลด...
tl: Nagda-download...
tr: İndiriliyor...
uk: Завантаження...
ur: ڈاؤن لوڈ ہو رہا ہے...
vi: Đang tải xuống...

source: E-Mail:
ar: البريد الإلكتروني:
bn: ই-মেইল:
fa: ایمیل:
he: דואר אלקטרוני:
hi: ईमेल:
ja: メールアドレス:
ms: E-Mel:
pa: ਈ-ਮੇਲ:
th: อีเมล:
tr: E-Posta:
uk: Електронна пошта:
ur: ای میل:

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
fa: ایمیل
he: דוא"ל
hi: ईमेल
ja: メールアドレス
ms: E-mel
pa: ਈਮੇਲ
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میل

source: Encoding Feasibility
ar: جدوى الترميز
bn: এনকোডিং এর সম্ভাব্যতা
cs: Proveditelnost kódování
fa: امکان‌سنجی رمزگذاری
he: היתכנות קידוד
hi: एन्कोडिंग व्यवहार्यता
hu: Kódolási megvalósíthatóság
ja: エンコーディングの可能性
ms: Kebolehlaksanaan Pengekodan
pa: ਇਨਕੋਡਿੰਗ ਸੰਭਾਵਨਾ
ro: Fezaibilitate Codificare
th: ความเป็นไปได้ในการเข้ารหัส
tl: Pagiging Posible ng Encoding
tr: Kodlama Uygunluğu
uk: Можливість кодування
ur: انکوڈنگ کی فزیبلٹی
vi: Tính khả thi của mã hóa

source: Encoding Info
ar: معلومات الترميز
bn: এনকোডিং তথ্য
cs: Informace o kódování
fa: اطلاعات رمزگذاری
he: מידע קידוד
hi: एन्कोडिंग जानकारी
hu: Kódolási információk
ja: エンコーディング情報
ms: Maklumat Pengekodan
pa: ਇਨਕੋਡਿੰਗ ਜਾਣਕਾਰੀ
ro: Informații codificare
th: ข้อมูลการเข้ารหัส
tl: Impormasyon sa Encoding
tr: Kodlama Bilgisi
uk: Інформація про кодування
ur: انکوڈنگ کی معلومات
vi: Thông tin mã hóa

source: Encoding type:
ar: نوع الترميز:
bn: এনকোডিংয়ের প্রকার:
cs: Typ kódování:
fa: نوع رمزگذاری:
he: סוג קידוד:
hi: एन्कोडिंग प्रकार:
hu: Kódolás típusa:
ja: エンコーディングの種類:
ms: Jenis pengekodan:
pa: ਇਨਕੋਡਿੰਗ ਕਿਸਮ:
ro: Tip codificare:
th: ประเภทการเข้ารหัส:
tl: Uri ng encoding:
tr: Kodlama türü:
uk: Тип кодування:
ur: انکوڈنگ کی قسم:
vi: Loại mã hóa:

source: Est. Memory
ar: الذاكرة المقدرة
bn: আনুমানিক মেমরি
cs: Odhad paměti
fa: حافظه تخمینی
he: זיכרון משוער
hi: अनुमानित मेमोरी
hu: Becs. Memória
ja: 推定メモリ
ms: Angg. Memori
pa: ਅਨੁਮਾਨਿਤ ਮੈਮੋਰੀ
ro: Memorie Est.
th: หน่วยความจำโดยประมาณ
tl: Tantiyang Memorya
tr: Tah. Bellek
uk: Оц. пам'ять
ur: تخمینی میموری
vi: Ước tính bộ nhớ

source: Failed to connect to AI.
ar: فشل الاتصال بالذكاء الاصطناعي.
bn: এআই এর সাথে সংযোগ করতে ব্যর্থ হয়েছে।
cs: Nepodařilo se připojit k AI.
fa: اتصال به هوش مصنوعی ناموفق بود.
he: החיבור לבינה המלאכותית נכשל.
hi: AI से कनेक्ट होने में विफल।
hu: Nem sikerült csatlakozni a MI-hez.
ja: AIへの接続に失敗しました。
ms: Gagal menyambung ke AI.
pa: AI ਨਾਲ ਜੁੜਨ ਵਿੱਚ ਅਸਫਲ।
ro: Conectare eșuată la AI.
th: ไม่สามารถเชื่อมต่อกับ AI
tl: Nabigo kumonekta sa AI.
tr: YZ'ye bağlanılamadı.
uk: Не вдалося підключитися до ШІ.
ur: اے آئی سے منسلک ہونے میں ناکام رہے۔
vi: Không thể kết nối với AI.

source: File
ar: ملف
bn: ফাইল
cs: Soubor
fa: فایل
he: קובץ
hi: फ़ाइल
hu: Fájl
ja: ファイル
ms: Fail
pa: ਫਾਈਲ
ro: Fișier
th: ไฟล์
tr: Dosya
uk: Файл
ur: فائل
vi: Tệp

source: File:
ar: الملف:
bn: ফাইল:
cs: Soubor:
fa: فایل:
he: קובץ:
hi: फ़ाइल:
hu: Fájl:
ja: ファイル:
ms: Fail:
pa: ਫਾਈਲ:
ro: Fișier:
th: ไฟล์:
tr: Dosya:
uk: Файл:
ur: فائل:
vi: Tệp:

source: Hello,
ar: أهلاً،
bn: হ্যালো,
cs: Ahoj,
fa: سلام،
he: שלום,
hi: नमस्ते,
hu: Üdv,
ja: こんにちは、
ms: Hai,
pa: ਹੈਲੋ,
ro: Bună,
th: สวัสดี,
tl: Kumusta,
tr: Merhaba,
uk: Привіт,
ur: ہیلو،
vi: Xin chào,

source: High cardinality columns:
ar: أعمدة ذات تكرارية عالية:
bn: উচ্চ কার্ডিনালিটি কলাম:
cs: Sloupce s vysokou kardinalitou:
fa: ستون‌های با کاردینالیتی بالا:
he: עמודות עם קרדינליות גבוהה:
hi: उच्च कार्डिनैलिटी कॉलम:
hu: Magas kardinalitású oszlopok:
ja: カーディナリティの高い列:
ms: Lajur kardinaliti tinggi:
pa: ਉੱਚ ਕਾਰਡੀਨੈਲਿਟੀ ਕਾਲਮ:
ro: Coloane cu cardinalitate ridicată:
th: คอลัมน์ที่มี Cardinality สูง:
tl: Mga column na may mataas na cardinality:
tr: Yüksek kardinaliteli sütunlar:
uk: Стовпці з високою кардинальністю:
ur: اعلی کارڈی نالیٹی کالمز:
vi: Cột có độ cardinality cao:

source: Info
ar: معلومات
bn: তথ্য
cs: Informace
fa: اطلاعات
he: מידע
hi: जानकारी
hu: Információ
ja: 情報
ms: Maklumat
pa: ਜਾਣਕਾਰੀ
ro: Informații
th: ข้อมูล
tl: Impormasyon
tr: Bilgi
uk: Інформація
ur: معلومات
vi: Thông tin

source: Input Features:
ar: ميزات الإدخال:
bn: ইনপুট বৈশিষ্ট্য:
cs: Vstupní prvky:
fa: ویژگی‌های ورودی:
he: מאפייני קלט:
hi: इनपुट सुविधाएँ:
hu: Bemeneti jellemzők:
ja: 入力特徴量:
ms: Ciri Input:
pa: ਇਨਪੁਟ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ:
ro: Caracteristici de intrare:
th: คุณสมบัติอินพุต:
tl: Mga Input Feature:
tr: Girdi Özellikleri:
uk: Вхідні ознаки:
ur: ان پٹ فیچرز:
vi: Đặc trưng đầu vào:

source: Inputs:
ar: المدخلات:
bn: ইনপুট:
cs: Vstupy:
fa: ورودی‌ها:
he: כניסות:
hi: इनपुट:
hu: Bemenetek:
ja: 入力:
ms: Input:
pa: ਇਨਪੁਟ:
ro: Intrări:
th: อินพุต:
tl: Mga Input:
tr: Girdiler:
uk: Входи:
ur: ان پٹس:
vi: Đầu vào:

source: IR version:
ar: إصدار IR:
bn: আইআর সংস্করণ:
cs: Verze IR:
fa: نسخه IR:
he: גרסת IR:
hi: आईआर संस्करण:
hu: IR verzió:
ja: IRバージョン:
ms: Versi IR:
pa: IR ਸੰਸਕਰਣ:
ro: Versiune IR:
th: เวอร์ชัน IR:
tl: Bersyon ng IR:
tr: IR sürümü:
uk: Версія IR:
ur: IR ورژن:
vi: Phiên bản IR:
