Repository: 2N2D/2N2D-Web
Catalog: src/locales/*/messages.po
Languages: ar, bn, cs, fa, he, hi, hu, ja, ms, pa, ro, th, tl, tr, uk, ur, vi

source: Producer:
ar: المنتج:
bn: উৎপাদক:
cs: Výrobce:
fa: سازنده:
he: מפיק:
hi: उत्पादक:
hu: Gyártó:
ja: 作成者:
ms: Pengeluar:
pa: ਉਤਪਾਦਕ:
ro: Producător:
th: ผู้ผลิต:
tr: Üretici:
uk: Виробник:
ur: پروڈیوسر:
vi: Nhà sản xuất:

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
cs: Profil
fa: پروفایل
he: פרופיל
hi: प्रोफ़ाइल
hu: Profil
ja: プロフィール
ms: Profil
pa: ਪ੍ਰੋਫਾਈਲ
ro: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
ur: پروفائل
vi: Hồ sơ

source: R2 score:
ar: درجة R2:
bn: আর২ স্কোর:
cs: Skóre R2:
fa: امتیاز R2:
he: ציון R2:
hi: आर2 स्कोर:
hu: R2 érték:
ja: R2スコア:
ms: Skor R2:
pa: R2 ਸਕੋਰ:
ro: Scorul R2:
th: คะแนน R2:
tr: R2 puanı:
uk: Показник R2:
ur: آر 2 سکور:
vi: Điểm R2:

source: Recommendations
ar: توصيات
bn: সুপারিশ
cs: Doporučení
fa: توصیه‌ها
he: המלצות
hi: सिफारिशें
hu: Javaslatok
ja: おすすめ
ms: Cadangan
pa: ਸਿਫ਼ਾਰਸ਼ਾਂ
ro: Recomandări
th: คำแนะนำ
tl: Mga Rekomendasyon
tr: Öneriler
uk: Рекомендації
ur: سفارشات
vi: Đề xuất

source: Refresh
ar: تحديث
bn: রিফ্রেশ
cs: Obnovit
fa: بازخوانی
he: רענן
hi: रीफ्रेश
hu: Frissítés
ja: 更新
ms: Segar semula
pa: ਰਿਫਰੈਸ਼
ro: Reîmprospătează
th: รีเฟรช
tl: I-refresh
tr: Yenile
uk: Оновити
ur: ریفریش
vi: Làm mới

source: Risky for onehot:
ar: خطير لـ onehot:
bn: ওয়ানহটের জন্য ঝুঁকিপূর্ণ:
cs: Rizikové pro one-hot:
fa: خطرناک برای وان‌هات:
he: מסוכן עבור onehot:
hi: वनहॉट के लिए जोखिम भरा:
hu: Kockázatos a one-hot kódoláshoz:
ja: One-Hotエンコーディングにはリスクがあります:
ms: Berisiko untuk satu panas:
pa: ਵਨਹੌਟ ਲਈ ਜੋਖਮ ਭਰਿਆ:
ro: Riscant pentru one-hot:
th: เสี่ยงต่อวันฮอท:
tl: Mapanganib para sa onehot:
tr: Tek sıcak için riskli:
uk: Ризиковано для one-hot:
ur: ون ہاٹ کے لیے خطرناک:
vi: Rủi ro cho onehot:

source: Rows
ar: الصفوف
bn: সারি
cs: Řádky
fa: ردیف‌ها
he: שורות
hi: पंक्तियाँ
hu: Sorok
ja: 行
ms: Baris
pa: ਕਤਾਰਾਂ
ro: Rânduri
th: แถว
tl: Mga Row
tr: Satırlar
uk: Рядки
ur: قطاریں
vi: Hàng

source: Rows/Page:
ar: الصفوف/الصفحة:
bn: সারি/পৃষ্ঠা:
cs: Řádky/stránka:
fa: ردیف‌ها در صفحه:
he: שורות/עמוד:
hi: पंक्तियाँ/पृष्ठ:
hu: Sorok/Oldal:
ja: 行数/ページ:
ms: Baris/Halaman:
pa: ਕਤਾਰਾਂ/ਪੰਨਾ:
ro: Rânduri/Pagină:
th: แถว/หน้า:
tl: Mga Row/Pahina:
tr: Satır/Sayfa:
uk: Рядків/сторінка:
ur: قطاریں/صفحہ:
vi: Hàng/Trang:

source: Safe
ar: آمن
bn: নিরাপদ
cs: Bezpečné
fa: امن
he: בטוח
hi: सुरक्षित
hu: Biztonságos
ja: 安全
ms: Selamat
pa: ਸੁਰੱਖਿਅਤ
ro: Sigur
th: ปลอดภัย
tl: Ligtas
tr: Güvenli
uk: Безпечно
ur: محفوظ
vi: An toàn

source: Safe for onehot:
ar: آمن لـ onehot:
bn: ওয়ানহটের জন্য নিরাপদ:
cs: Bezpečné pro one-hot:
fa: امن برای وان‌هات:
he: בטוח עבור onehot:
hi: वनहॉट के लिए सुरक्षित:
hu: Biztonságos a one-hot kódoláshoz:
ja: One-Hotエンコーディングには安全です:
ms: Selamat untuk satu panas:
pa: ਵਨਹੌਟ ਲਈ ਸੁਰੱਖਿਅਤ:
ro: Sigur pentru one-hot:
th: ปลอดภัยสำหรับวันฮอท:
tl: Ligtas para sa onehot:
tr: Tek sıcak için güvenli:
uk: Безпечно для one-hot:
ur: ون ہاٹ کے لیے محفوظ:
vi: An toàn cho onehot:

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
cs: Uložit
fa: ذخیره
he: שמור
hi: सहेजें
hu: Mentés
ja: 保存
ms: Simpan
pa: ਸੇਵ ਕਰੋ
ro: Salvează
th: บันทึก
tl: I-save
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu

source: Send
ar: إرسال
bn: প্রেরণ করুন
cs: Odeslat
fa: ارسال
he: שלח
hi: भेजें
hu: Küldés
ja: 送信
ms: Hantar
pa: ਭੇਜੋ
ro: Trimite
th: ส่ง
tl: Ipadala
tr: Gönder
uk: Надіслати
ur: بھیجیں
vi: Gửi

source: Sessions:
ar: الجلسات:
bn: সেশন:
cs: Relace:
fa: جلسات:
he: סשנים:
hi: सत्र:
hu: Munkamenetek:
ja: セッション:
ms: Sesi:
pa: ਸੈਸ਼ਨ:
ro: Sesiuni:
th: เซสชัน:
tl: Mga Session:
tr: Oturumlar:
uk: Сесії:
ur: سیشنز:
vi: Phiên:

source: Settings
ar: الإعدادات
bn: সেটিংস
cs: Nastavení
fa: تنظیمات
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
ja: 設定
ms: Tetapan
pa: ਸੈਟਿੰਗਾਂ
ro: Setări
th: การตั้งค่า
tl: Mga Setting
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt

source: Sign up
ar: التسجيل
bn: সাইন আপ
cs: Zaregistrovat se
fa: ثبت نام
he: הירשם
hi: साइन अप करें
hu: Regisztráció
ja: サインアップ
ms: Daftar
pa: ਸਾਈਨ ਅੱਪ ਕਰੋ
ro: Înregistrare
th: สมัคร
tl: Mag-sign up
tr: Kayıt ol
uk: Зареєструватися
ur: سائن اپ
vi: Đăng ký

source: Start Optimization
ar: بدء التحسين
bn: অপ্টিমাইজেশন শুরু করুন
cs: Spustit optimalizaci
fa: شروع بهینه‌سازی
he: התחל אופטימיזציה
hi: अनुकूलन शुरू करें
hu: Optimalizálás indítása
ja: 最適化を開始
ms: Mulakan Pengoptimuman
pa: ਅਨੁਕੂਲਤਾ ਸ਼ੁਰੂ ਕਰੋ
ro: Pornire optimizare
th: เริ่มการปรับให้เหมาะสม
tl: Simulan ang Pag-optimize
tr: Optimizasyonu Başlat
uk: Розпочати оптимізацію
ur: اصلاح شروع کریں
vi: Bắt đầu tối ưu hóa

source: Target Feature:
ar: الميزة المستهدفة:
bn: লক্ষ্য বৈশিষ্ট্য:
cs: Cílový prvek:
fa: ویژگی هدف:
he: מאפיין מטרה:
hi: लक्षित विशेषता:
hu: Céljellemző:
ja: ターゲット特徴量:
ms: Ciri Sasaran:
pa: ਨਿਸ਼ਾਨਾ ਵਿਸ਼ੇਸ਼ਤਾ:
ro: Caracteristică țintă:
th: คุณสมบัติเป้าหมาย:
tr: Hedef Özellik:
uk: Цільова ознака:
ur: ٹارگٹ فیچر:
vi: Đặc trưng mục tiêu:

source: Test loss:
ar: خسارة الاختبار:
bn: পরীক্ষার ক্ষতি:
cs: Testovací ztráta:
fa: خطای آزمون:
he: אובדן בדיקה:
hi: परीक्षण हानि:
hu: Tesztveszteség:
ja: テスト損失:
ms: Kehilangan ujian:
pa: ਟੈਸਟ ਘਾਟਾ:
ro: Pierdere test:
th: การสูญเสียในการทดสอบ:
tr: Test kaybı:
uk: Тестова втрата:
ur: ٹیسٹ نقصان:
vi: Mất mát kiểm tra:

source: thinking...
ar: جاري التفكير...
bn: ভাবছি...
cs: přemýšlím...
fa: در حال فکر کردن...
he: חושב...
hi: सोच रहा हूँ...
hu: gondolkodik...
ja: 思考中...
ms: berfikir...
pa: ਸੋਚ ਰਿਹਾ ਹੈ...
ro: gândesc...
th: กำลังคิด...
tl: nag-iisip...
tr: düşünüyor...
uk: думка...
ur: سوچ رہے ہیں...
vi: đang suy nghĩ...

source: Tools
ar: الأدوات
bn: সরঞ্জাম
cs: Nástroje
fa: ابزارها
he: כלים
hi: उपकरण
hu: Eszközök
ja: ツール
ms: Alat
pa: ਟੂਲ
ro: Instrumente
th: เครื่องมือ
tl: Mga Tool
tr: Araçlar
uk: Інструменти
ur: ٹولز
vi: Công cụ

source: Total categorical:
ar: إجمالي الفئوي:
bn: মোট শ্রেণীগত:
cs: Celkem kategorických:
fa: کل دسته‌بندی شده:
he: סך הכל קטגוריאלי:
hi: कुल श्रेणीबद्ध:
hu: Összes kategorikus:
ja: カテゴリカルの合計:
ms: Jumlah kategorikal:
pa: ਕੁੱਲ ਸ਼੍ਰੇਣੀਬੱਧ:
ro: Total categorice:
th: รวมเชิงหมวดหมู่:
tl: Kabuuang pangkategorya:
tr: Toplam kategorik:
uk: Усього категоріальних:
ur: کل درجہ بندی:
vi: Tổng số phân loại:

source: Type here...
ar: اكتب هنا...
bn: এখানে লিখুন...
cs: Pište sem...
fa: اینجا تایپ کنید...
he: הקלד כאן...
hi: यहां टाइप करें...
hu: Ide írjon...
ja: ここにタイプ...
ms: Taip di sini...
pa: ਇੱਥੇ ਟਾਈਪ ਕਰੋ...
ro: Scrie aici...
th: พิมพ์ที่นี่...
tl: Mag-type dito...
tr: Buraya yazın...
uk: Напишіть тут...
ur: یہاں ٹائپ کریں...
vi: Nhập tại đây...

source: Type:
ar: النوع:
bn: প্রকার:
cs: Typ:
fa: نوع:
he: סוג:
hi: प्रकार:
hu: Típus:
ja: 種類:
ms: Jenis:
pa: ਕਿਸਮ:
ro: Tip:
th: ประเภท:
tl: Uri:
tr: Tür:
uk: Тип:
ur: قسم:
vi: Loại:

source: Unsafe
ar: غير آمن
bn: অনিরাপদ
cs: Nebezpečné
fa: ناامن
he: לא בטוח
hi: असुरक्षित
hu: Nem biztonságos
ja: 安全ではありません
ms: Tidak selamat
pa: ਅਸੁਰੱਖਿਅਤ
ro: Nesigur
th: ไม่ปลอดภัย
tl: Hindi Ligtas
tr: Güvenli Değil
uk: Небезпечно
ur: غیر محفوظ
vi: Không an toàn

source: Upload a CSV dataset to see available features
ar: حمّل مجموعة بيانات CSV لمشاهدة الميزات المتاحة
bn: উপলব্ধ বৈশিষ্ট্য দেখতে একটি CSV ডেটা সেট আপলোড করুন
cs: Nahrajte datovou sadu CSV, abyste viděli dostupné funkce
fa: برای مشاهده ویژگی‌های موجود، یک مجموعه داده CSV آپلود کنید
he: העלה מערך נתוני CSV כדי לראות תכונות זמינות
hi: उपलब्ध सुविधाओं को देखने के लिए एक CSV डेटासेट अपलोड करें
hu: Töltsön fel egy CSV adathalmazt az elérhető funkciók megtekintéséhez
ja: 利用可能な特徴量を確認するには、CSVデータセットをアップロードしてください
ms: Muat naik set data CSV untuk melihat ciri yang tersedia
pa: ਉਪਲਬਧ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਦੇਖਣ ਲਈ ਇੱਕ CSV ਡਾਟਾਸੈੱਟ ਅਪਲੋਡ ਕਰੋ
ro: Încarcă un set de date CSV pentru a vedea caracteristicile disponibile
th: อัปโหลดชุดข้อมูล CSV เพื่อดูคุณสมบัติที่มีอยู่
tl: Mag-upload ng CSV dataset upang makita ang mga available na feature
tr: Mevcut özellikleri görmek için bir CSV veri kümesi yükleyin
uk: Завантажте набір даних CSV, щоб побачити доступні функції
ur: دستیاب خصوصیات دیکھنے کے لیے ایک CSV ڈیٹا سیٹ اپ لوڈ کریں
vi: Tải lên bộ dữ liệu CSV để xem các đặc trưng có sẵn

source: Upload CSV Dataset
ar: تحميل مجموعة بيانات CSV
bn: সিএসভি ডেটা সেট আপলোড করুন
cs: Nahrát datovou sadu CSV
fa: بارگذاری مجموعه داده CSV
he: העלה מערך נתוני CSV
hi: CSV डेटासेट अपलोड करें
hu: CSV adathalmaz feltöltése
ja: CSVデータセットをアップロード
ms: Muat Naik Set Data CSV
pa: CSV ਡਾਟਾਸੈੱਟ ਅੱਪਲੋਡ ਕਰੋ
ro: Încarcă set de date CSV
th: อัปโหลดชุดข้อมูล CSV
tl: Mag-upload ng CSV Dataset
tr: CSV Veri Kümesi Yükle
uk: Завантажити набір даних CSV
ur: CSV ڈیٹا سیٹ اپ لوڈ کریں
vi: Tải lên bộ dữ liệu CSV

source: Upload ONNX model
ar: تحميل نموذج ONNX
bn: ওএনএনএক্স মডেল আপলোড করুন
cs: Nahrát model ONNX
fa: بارگذاری مدل ONNX
he: העלה מודל ONNX
hi: ONNX मॉडल अपलोड करें
hu: ONNX modell feltöltése
ja: ONNXモデルをアップロード
ms: Muat Naik Model ONNX
pa: ONNX ਮਾਡਲ ਅੱਪਲੋਡ ਕਰੋ
ro: Încarcă model ONNX
th: อัปโหลดโมเดล ONNX
tl: Mag-upload ng ONNX model
tr: ONNX modeli yükle
uk: Завантажити модель ONNX
ur: ONNX ماڈل اپ لوڈ کریں
vi: Tải lên mô hình ONNX

source: Username:
ar: اسم المستخدم:
bn: ব্যবহারকারীর নাম:
cs: Uživatelské jméno:
fa: نام کاربری:
he: שם משתמש:
hi: उपयोगकर्ता नाम:
hu: Felhasználónév:
ja: ユーザー名:
ms: Nama Pengguna:
pa: ਉਪਭੋਗਤਾ ਨਾਮ:
ro: Nume de utilizator:
th: ชื่อผู้ใช้:
tr: Kullanıcı Adı:
uk: Ім'я користувача:
ur: صارف نام:
vi: Tên người dùng:

source: Vertical view
ar: عرض عمودي
bn: উল্লম্ব ভিউ
cs: Vertikální pohled
fa: نمای عمودی
he: תצוגה אנכית
hi: ऊर्ध्वाधर दृश्य
hu: Függőleges nézet
ja: 垂直ビュー
ms: Paparan menegak
pa: ਲੰਬਕਾਰੀ ਦ੍ਰਿਸ਼
ro: Vizualizare verticală
th: มุมมองแนวตั้ง
tr: Dikey görünüm
uk: Вертикальний вигляд
ur: عمودی منظر
vi: Xem dọc

source: Visualize
ar: تصور
bn: ভিজ্যুয়ালাইজ করুন
cs: Vizualizovat
fa: نمایش
he: הדמיה
hi: कल्पना करें
hu: Vizualizáció
ja: 可視化
ms: Visualisasikan
pa: ਕਲਪਨਾ ਕਰੋ
ro: Vizualizează
th: แสดงภาพ
tl: Biswalisahin
tr: Görselleştir
uk: Візуалізувати
ur: تصور کریں
vi: Trực quan hóa

source: Warnings
ar: تحذيرات
bn: সতর্কবার্তা
cs: Varování
fa: هشدارها
he: אזהרות
hi: चेतावनी
hu: Figyelmeztetések
ja: 警告
ms: Amaran
pa: ਚੇਤਾਵਨੀਆਂ
ro: Avertismente
th: คำเตือน
tl: Mga Babala
tr: Uyarılar
uk: Попередження
ur: انتباہات
vi: Cảnh báo

source: Welcome back!
ar: أهلاً بعودتك!
bn: আবার স্বাগতম!
cs: Vítejte zpět!
fa: خوش برگشتید!
he: ברוך שובך!
hi: वापसी पर स्वागत है!
hu: Üdv újra!
ja: おかえりなさい！
ms: Selamat kembali!
pa: ਵਾਪਸੀ 'ਤੇ ਸਵਾਗਤ ਹੈ!
ro: Bine ai revenit!
th: ยินดีต้อนรับกลับมา!
tl: Maligayang pagbabalik!
tr: Tekrar hoş geldiniz!
uk: З поверненням!
ur: خوش آمدید!
vi: Chào mừng trở lại!

source: Welcome!
ar: أهلاً!
bn: স্বাগতম!
cs: Vítejte!
fa: خوش آمدید!
he: ברוך הבא!
hi: स्वागत हे!
hu: Üdvözöljük!
ja: ようこそ！
ms: Selamat datang!
pa: ਸੁਆਗਤ ਹੈ!
ro: Bun venit!
th: ยินดีต้อนรับ!
tl: Maligayang pagdating!
tr: Hoş geldiniz!
uk: Ласкаво просимо!
ur: خوش آمدید!
vi: Chào mừng!

source: Wrong username or password!
ar: اسم المستخدم أو كلمة المرور خاطئة!
bn: ভুল ইউজারনেম বা পাসওয়ার্ড!
cs: Špatné uživatelské jméno nebo heslo!
fa: نام کاربری یا رمز عبور اشتباه است!
he: שם משתמש או סיסמה שגויים!
hi: गलत उपयोगकर्ता नाम या पासवर्ड!
hu: Hibás felhasználónév vagy jelszó!
ja: ユーザー名またはパスワードが間違っています！
ms: Nama pengguna atau kata laluan salah!
pa: ਗਲਤ ਉਪਭੋਗਤਾ ਨਾਮ ਜਾਂ ਪਾਸਵਰਡ!
ro: Nume de utilizator sau parolă greșite!
th: ชื่อผู้ใช้หรือรหัสผ่านผิด!
tl: Maling username o password!
tr: Yanlış kullanıcı adı veya şifre!
uk: Неправильне ім'я користувача або пароль!
ur: غلط صارف نام یا پاس ورڈ!
vi: Sai tên người dùng hoặc mật khẩu!

source: You are already logged in, would you like to log out?
ar: أنت مسجل الدخول بالفعل، هل ترغب في تسجيل الخروج؟
bn: আপনি ইতিমধ্যে লগইন করেছেন, আপনি কি লগ আউট করতে চান?
cs: Jste již přihlášeni, chcete se odhlásit?
fa: شما قبلاً وارد شده‌اید، آیا مایل به خروج هستید؟
he: אתה כבר מחובר, האם תרצה להתנתק?
hi: आप पहले से ही लॉग इन हैं, क्या आप लॉग आउट करना चाहेंगे?
hu: Már be van jelentkezve, szeretne kijelentkezni?
ja: すでにログインしています。ログアウトしますか？
ms: Anda sudah log masuk, adakah anda ingin log keluar?
pa: ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਲੌਗ ਇਨ ਹੋ, ਕੀ ਤੁਸੀਂ ਲੌਗ ਆਊਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ro: Ești deja conectat, dorești să te deconectezi?
th: คุณได้เข้าสู่ระบบแล้ว ต้องการออกจากระบบหรือไม่?
tl: Naka-log in ka na, gusto mo bang mag-log out?
tr: Zaten giriş yaptınız, çıkış yapmak ister misiniz?
uk: Ви вже увійшли, бажаєте вийти?
ur: آپ پہلے ہی لاگ ان ہیں، کیا آپ لاگ آؤٹ کرنا چاہیں گے؟
vi: Bạn đã đăng nhập, bạn có muốn đăng xuất không?

source: You are not logged in
ar: أنت لست مسجلاً للدخول
bn: আপনি লগইন করেননি
cs: Nejste přihlášeni
fa: شما وارد نشده‌اید
he: אינך מחובר
hi: आप लॉग इन नहीं हैं
hu: Nincs bejelentkezve
ja: ログインしていません
ms: Anda belum log masuk
pa: ਤੁਸੀਂ ਲੌਗ ਇਨ ਨਹੀਂ ਹੋ
ro: Nu ești conectat
th: คุณไม่ได้เข้าสู่ระบบ
tl: Hindi ka naka-log in
tr: Giriş yapmadınız
uk: Ви не увійшли в систему
ur: آپ لاگ ان نہیں ہیں
vi: Bạn chưa đăng nhập
